{
  "_id": "rocket-power_1129",
  "name": "Rocket Power",
  "instructions": "Add arugula into your shaking tin, add ice, and shake for 10 seconds. Add remaining ingredients, shake until chilled. Double strain into chilled glass over fresh ice.",
  "created_at": null,
  "updated_at": null,
  "description": null,
  "source": "https://www.statelinedistillery.com/recipes/2024/3/18/rocket-power",
  "garnish": "Garnish with fresh arugula.",
  "abv": 18.29,
  "tags": [
    "Herbacious",
    "Sour"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///rocket-power-1_YLsz3M.jpg",
      "sort": 1,
      "placeholder_hash": "GzoKLwR/iHfad3eXd3d3l4d5iFAo9ZIK",
      "copyright": "State Line Distillery"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "balsamic-vinegar_731",
      "name": "Balsamic vinegar",
      "strength": 0,
      "description": "Balsamic vinegar, traditionally a culinary staple, has surprisingly found its way into the world of cocktails, offering a unique and complex dimension. Made from grape must and aged in wooden barrels, balsamic vinegar boasts a flavor profile that ranges from intensely sweet and fruity to deeply tangy and acidic, often with notes of caramel, dried fruit, and wood. When incorporated thoughtfully, it can act as a sophisticated alternative to traditional citrus, providing acidity that cuts through sweetness while simultaneously adding layers of rich, savory, and sometimes subtly sweet characteristics.",
      "origin": null,
      "category": null,
      "amount": 3,
      "units": "drops",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "arugula_732",
      "name": "Arugula",
      "strength": 0,
      "description": "Arugula, also known as rocket or rucola, is a leafy green vegetable with a peppery flavor, commonly used in salads and various dishes. It is part of the Brassica family, which includes vegetables like broccoli and cabbage, and is known for its nutritional benefits, including vitamins and minerals that support health.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 8,
      "units": "leaves",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
