{
  "_id": "bywater_1109",
  "name": "Bywater",
  "instructions": "1. Stir all ingredients until chilled in a mixing glass filled with ice.\n2. Strain into a coupe or a Nick & Nora glass.\n3. Express an orange twist over the surface, then discard. Garnish with a cherry.",
  "created_at": null,
  "updated_at": null,
  "description": "The Bywater is a rum and Chartreuse cocktail recipe from New Orleans that riffs on the Brooklyn, itself a Manhattan riff.",
  "source": "https://punchdrink.com/recipes/bywater/",
  "garnish": "orange twist (expressed and discarded), cherry",
  "abv": 31.22,
  "tags": [],
  "glass": "Nick and Nora",
  "method": "Stir",
  "utensils": [],
  "images": [
    {
      "uri": "file:///bywater-1_R4MpDw.jpg",
      "sort": 0,
      "placeholder_hash": "ZykOFwSLd4eaiHd/hmhmmId2WIcFRWgA",
      "copyright": "Punch Staff | Cory Fontenot"
    }
  ],
  "ingredients": [
    {
      "_id": "dark-rum_99",
      "name": "Dark Rum",
      "strength": 40,
      "description": "Dark rum is a type of rum that is aged longer and often in charred barrels, giving it a darker color and a richer, more robust flavor compared to lighter rums. It typically has notes of caramel, molasses, and sometimes spices. Dark rum is commonly used in cocktails, especially those with a strong, flavorful profile, and it is also enjoyed neat or on the rocks. The aging process contributes to the development of complex flavors and a smoother texture.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 52.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "amaro-averna_126",
      "name": "Amaro Averna",
      "strength": 29,
      "description": "Amaro Averna is the most popular cocktail amaro in the amber, bittersweet style that makes up much of the “common” amari stocked on shelves. Because of this, Averna is often one of the easiest bottles to procure, and may be used as a substitute in a pinch for other harder to find styles like Montenegro, Ramazzotti, and Ciociaro. Most folks will tell you that “each amaro is different” and effectively—yes—this is true, but many amari will substitute for one-another just fine, with the understanding that the drink will be subtly different.",
      "origin": "Italy",
      "category": "Amaro",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "green-chartreuse_41",
      "name": "Green Chartreuse",
      "strength": 55,
      "description": "Green Chartreuse is a herbal liqueur made by the Carthusian monks in France. It is known for its vibrant green color and complex flavor profile derived from a secret blend of 130 herbs and botanicals. Green Chartreuse has a strong and distinct taste, featuring herbal, floral, and spicy notes. It has a high alcohol content, typically 55% ABV (alcohol by volume). Green Chartreuse can be enjoyed on its own as a digestif or used in cocktails for its unique and intense flavor.",
      "origin": "France",
      "category": "Liqueurs",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "falernum_40",
      "name": "Falernum",
      "strength": 11,
      "description": "Liqueur with flavors of ginger, lime, and almond, and frequently cloves or allspice. It may be thought of as a spicier version of orgeat syrup.",
      "origin": "Caribbean",
      "category": "Liqueurs",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "peychauds-bitters_25",
      "name": "Peychauds Bitters",
      "strength": 35,
      "description": "It is a gentian-based bitters, comparable to Angostura bitters, but with a predominant anise aroma combined with a background of mint.",
      "origin": "North America",
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "orange-bitters_21",
      "name": "Orange bitters",
      "strength": 28,
      "description": "Orange bitters is a form of bitters, a cocktail flavoring made from such ingredients as the peels of Seville oranges, cardamom, caraway seed, coriander, anise, and burnt sugar in an alcohol base.",
      "origin": "Worldwide",
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
