{
  "_id": "bitter-mai-tai_1501",
  "name": "Bitter Mai Tai",
  "instructions": "1. Combine all the ingredients in a cocktail shaker. Add ice and shake until chilled, about 10 seconds.\n2. Strain into a large rocks glass over crushed ice.\n3. Garnish with mint sprig.\n\n\n ## Editors note:\n\n### Orgeat:\n\n300 grams raw almonds (about 3 1&frasl;2 cups/ 1&frasl;2 pound)\n\nWater, as needed\n\nSugar\n\n\n\nPut the almonds in a bowl and add water to cover. Set aside tosoak overnight. Drain the water, then weigh the almonds. Transferthem to a blender and slowly add an equal weight of fresh waterwhile the blender is running on slow, for about 1 minute. Increaseto high speed, until the mixture is opaque. Strain through a nutmilk bag or a fine- mesh strainer lined with cheesecloth. Weigh thestrained milk. Transfer to a medium saucepan and add an equalweight of sugar. Heat over medium, stirring, until the sugar hasdissolved. Remove from the heat and let cool. Store in an airtightcontainer in the refrigerator for up to 2 weeks.",
  "created_at": null,
  "updated_at": null,
  "description": "Perhaps the most riffed-upon cocktail in the tiki canon, the Mai Tai cocktail recipe serves as the inspiration for this bitter spin.",
  "source": "https://punchdrink.com/recipes/bitter-mai-tai-2/",
  "garnish": "mint bouquet",
  "abv": 15.56,
  "tags": [],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///bitter-mai-tai-1_AeZCMX.webp",
      "sort": 1,
      "placeholder_hash": "6ygKLwq+C0t/mHdndMl5lld5VzCJJZAI",
      "copyright": "Punch Staff | Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "campari_26",
      "name": "Campari",
      "strength": 25,
      "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "jamaican-rum_100",
      "name": "Jamaican Rum",
      "strength": 40,
      "description": "Jamaican rum refers to rum produced in Jamaica, a Caribbean island known for its rich history of rum production. Jamaican rum is renowned for its bold and distinctive flavor profile, often characterized by robust and complex notes.\n\nJamaican rum has a strong cultural and historical significance, and the island is home to several well-known distilleries, each with its unique approach to rum production. Brands such as Appleton Estate and Wray & Nephew are examples of Jamaican rums that have gained international acclaim.",
      "origin": "Jamaica",
      "category": "Rum",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Smith & Cross",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "cointreau_56",
      "name": "Cointreau",
      "strength": 40,
      "description": "Orange-flavoured triple sec liqueur, it was originally called Curaçao Blanco Triple Sec. Usually more dry tasting than Orange Curaçao.",
      "origin": "France",
      "category": "Orange Curaçao",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "orgeat-syrup_109",
      "name": "Orgeat Syrup",
      "strength": 0,
      "description": "Sweet syrup made from almonds, sugar, and rose water or orange flower water.",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "see Editor's Note",
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": "mai-tai_43",
  "year": null
}
