{
  "_id": "picante-de-la-casa_257",
  "name": "Picante de la Casa",
  "instructions": "1. Cut a small piece of chili (about ¼ inch wide) and press with muddler in the shaker tin.\n2. Hand clap the cilantro (to release the aroma, place the leaves or sprig in one hand and gently smack it with the other – this warms up the garnish slightly and starts to extract the oils before you use it), and drop in.\n3. Add the rest of the ingredients, shake and fine strain into an ice-filled rocks glass (a short tumbler used for serving spirits).\n4. Cut off the top end  the chili pepper and place – stem upwards – on top.",
  "created_at": null,
  "updated_at": null,
  "description": "Lovers of the margarita, we have a treat for you here! The Picante de la Casa Cocktail, also called the Soho House Picante or Soho House Tonic, is a creation of the Soho House Club. That is a group of private members' clubs with its origin in Soho in the Londoner West End. The cocktail, however, does not have its roots in England but in West Hollywood, USA. -Although, actually, it looks like it could be straight out of Mexico.",
  "source": "https://www.sohohouse.com/en-us/house-notes/issue-4/house-favourites-how-to-make-a-picante",
  "garnish": "Top end (stem) of the chilli pepper",
  "abv": 17.07,
  "tags": [
    "Spicy",
    "Margarita"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///picante-de-la-casa_lHpHR8.jpg",
      "sort": 1,
      "placeholder_hash": "1/cJDwJOpoqdiHaKivdot4h5BJS3QGYO",
      "copyright": "SohoHouse"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-reposado_93",
      "name": "Tequila Reposado",
      "strength": 40,
      "description": "Tequila Reposado is a type of tequila that has been aged or \"rested\" in oak barrels for a specific period, giving it a mellower and more complex flavor compared to Tequila Blanco (unaged tequila). The term \"reposado\" translates to \"rested\" in Spanish.\n\nReposado occupies a middle ground between the youthful vibrancy of Blanco tequila and the more mature and complex characteristics of Añejo tequila. It appeals to those who appreciate a balance of agave flavor and the influence of oak aging.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "agave-syrup_113",
      "name": "Agave Syrup",
      "strength": 0,
      "description": "Agave syrup, also known as agave nectar, is a sweetener that is derived from the sap of the agave plant, primarily the blue agave plant native to Mexico. The syrup is a popular alternative to traditional sweeteners like sugar and honey, particularly in the context of natural and organic food products.\n\nAgave syrup is praised for its sweetness and versatility. It is sweeter than sugar, so smaller amounts can be used to achieve the same level of sweetness. Additionally, it has a lower glycemic index compared to some other sweeteners, meaning it has a smaller impact on blood sugar levels.\n\nAgave syrup has a mild, neutral flavor, making it suitable for a variety of culinary applications. It is commonly used as a sweetener in beverages, baked goods, and desserts. However, it's essential to note that agave syrup, like any sweetener, should be consumed in moderation due to its high fructose content.",
      "origin": "Mexico",
      "category": "Simple Syrup",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [
        {
          "_id": "honey-syrup_110",
          "name": "Honey Syrup",
          "strength": 0,
          "description": "Syrup made from dissolving honey in water.",
          "origin": "Worldwide",
          "category": "Simple Syrup",
          "amount": null,
          "units": null,
          "amount_max": null
        }
      ],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "chilli-pepper_9",
      "name": "Chilli Pepper",
      "strength": 0,
      "description": "Chili peppers are known for their pungent and spicy flavor, attributed to the compound capsaicin. They come in various shapes, sizes, and colors, ranging from mild to extremely hot varieties.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 0.25,
      "units": "inch",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "cilantro_186",
      "name": "Cilantro",
      "strength": 0,
      "description": "An annual herb in the family Apiaceae. All parts of the plant are edible, but the fresh leaves and the dried seeds are the parts most traditionally used in cooking.\n\nMost people perceive coriander as having a tart, lemon/lime taste, but to some individuals the leaves taste like dish soap. The perception of a soapy taste in certain aldehydes is linked to a specific gene.",
      "origin": "Worldwide",
      "category": "Fruits and vegetables",
      "amount": 10,
      "units": "leaves",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
