{
  "_id": "mezchine-head_1137",
  "name": "Mezchine Head",
  "instructions": "1. Add all of the ingredients to a shaker with ice.\n2. Shake and strain into the glass over fresh ice, then garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "This mezcal cocktail \"tastes smoky, gingery, and tropical with a nice little bite from Cynar,\" says Local Republic bartender Jeffrey Talbert.",
  "source": "https://imbibemagazine.com/recipe/mezchine-head-tropical-mezcal-cocktail/",
  "garnish": "Pineapple frond",
  "abv": 12.85,
  "tags": [],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///mezchine-head-1_1WMaCx.jpg",
      "sort": 0,
      "placeholder_hash": "iSgGHwQKYstSinhlqKl3eHmJtwNGS3AF",
      "copyright": "Imbibe Magazine | Damian AhChing"
    }
  ],
  "ingredients": [
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "cynar_143",
      "name": "Cynar",
      "strength": 16.5,
      "description": "Bitter apéritif of the amaro variety. It is made from 13 herbs and plants, predominant among which is the artichoke (Cynara scolymus), from which the drink derives its name.",
      "origin": "Italy",
      "category": "Amaro",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "pineapple-juice_536",
      "name": "Pineapple juice",
      "strength": 0,
      "description": "Pineapple juice is extracted by passing fresh, ripe pineapple through a juice extractor (juicer) or by muddling fresh cut pineapple chunks and then straining out the solids.",
      "origin": null,
      "category": "Juices",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "honey-ginger-syrup_734",
      "name": "Honey ginger syrup",
      "strength": 0,
      "description": "Honey ginger syrup is a flavorful and versatile sweetener created by infusing honey with fresh ginger. The process involves combining honey, typically a lighter variety to allow the ginger's character to shine through, with thinly sliced or grated ginger. The mixture then steeps for a period, allowing the ginger's spicy and aromatic compounds to fully integrate into the honey. This results in a syrup with a complex profile – the sweetness of honey balanced by the warmth and subtle heat of ginger.\n\nThis syrup offers a unique depth of flavor that can be used to add complexity to a wide range of beverages. The ginger provides a pleasant zing and a touch of spice, while the honey contributes a natural sweetness and a smooth texture. The resulting syrup is a delightful combination of sweet and savory notes, making it a popular choice for those seeking a more nuanced flavor profile. It's a great alternative to simple syrup when a touch of spice is desired.\n\nHoney ginger syrup is a relatively simple preparation, often made at home, but commercially produced versions are also readily available. The quality of the honey used significantly impacts the final product, with raw or wildflower honey often preferred for their richer flavor.",
      "origin": null,
      "category": "Syrups",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
