{
  "_id": "remember-the-maine_1105",
  "name": "Remember the Maine",
  "instructions": "1. In a chilled coupe or cocktail glass, add a dash of absinthe. Roll around to coat and discard excess.\n2. Add all ingredients to a mixing glass.\n3. Add ice and stir well.\n4. Strain into prepared coupe or cocktail glass.\n5. Garnish with a brandied cherry.",
  "created_at": null,
  "updated_at": null,
  "description": "This rye-based cocktail recipe has an ingredient list that’s part Sazerac, part Manhattan and has a grandiose backstory to boot.",
  "source": "https://punchdrink.com/recipes/remember-the-maine/",
  "garnish": "brandied cherry (preferably Luxardo)",
  "abv": 27.18,
  "tags": [],
  "glass": "Nick and Nora",
  "method": "Stir",
  "utensils": [],
  "images": [
    {
      "uri": "file:///remember-the-maine-1_585hvz.png",
      "sort": 1,
      "placeholder_hash": "6BgKHwSaZ3iPi3ZplLlmaYiJlJMHKXgA",
      "copyright": "Punch Staff | Daniel Krieger"
    }
  ],
  "ingredients": [
    {
      "_id": "rye-whiskey_83",
      "name": "Rye whiskey",
      "strength": 40,
      "description": "Rye whiskey is a type of whiskey made primarily from rye grain. To be labeled as rye whiskey in the United States, the mash (grain mixture fermented to make alcohol) must be composed of at least 51% rye. The remaining ingredients in the mash can include other grains such as corn and barley. Rye whiskey is aged in new charred oak barrels, and the final product must be distilled to no more than 160 proof and entered into the barrel for aging at no more than 125 proof.\n\nAmerican rye whiskey tends to have a spicier and more robust flavor profile compared to bourbon, which is primarily made from corn.\n\nIn Canada, the term \"rye\" is often used broadly and doesn't necessarily mean that the whiskey is made predominantly from rye grain. Canadian rye whisky can contain a mix of grains, and the flavor profile may vary. Some Canadian whiskies labeled as \"rye\" are made with little or no rye content.\n\nRye whiskey is known for its distinctive taste, which can include spicy, fruity, and sometimes peppery notes. It can be enjoyed neat, on the rocks, or used in various cocktails such as the classic Manhattan or Old Fashioned.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "sweet-vermouth_117",
      "name": "Sweet Vermouth",
      "strength": 18,
      "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
      "origin": "Worldwide",
      "category": "Fortified wine",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "cherry-heering_156",
      "name": "Cherry heering",
      "strength": 21,
      "description": "Cherry Heering is a Danish cherry-flavored liqueur with a deep red color. It is made from a base of spirits, sugar, and cherries, specifically sour cherries, which contribute to its rich and sweet flavor profile. Cherry Heering is known for its versatility in cocktails and is often used in classic and modern mixology. One of the most famous cocktails featuring Cherry Heering is the Singapore Sling. The liqueur has a distinct cherry taste with hints of almond and spices, making it a popular choice for adding depth and complexity to a variety of drinks.",
      "origin": "Denmark",
      "category": "Liqueurs",
      "amount": 2,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "absinthe_107",
      "name": "Absinthe",
      "strength": 40,
      "description": "Absinthe is a highly alcoholic and anise-flavored spirit that is historically known for its association with bohemian culture and its supposed hallucinogenic properties. It is typically green in color, but clear variations also exist. Absinthe is renowned for its distinctive herbal and botanical profile, which often includes ingredients like wormwood (Artemisia absinthium), anise, fennel, and other herbs.\n\nThe production of absinthe involves macerating and distilling these botanicals to create a highly concentrated liquid. The key component, wormwood, was once believed to contain a compound called thujone, thought to induce hallucinations. However, modern absinthes are produced with strict regulations regarding thujone content, and the hallucinogenic effects of traditional absinthe are now considered to be largely exaggerated.\n\nAbsinthe is often served by diluting it with water, typically by pouring cold water over a sugar cube placed on a slotted spoon, which is then held over the glass. This process, known as the \"louche,\" causes the absinthe to cloud and release its herbal flavors.\n\nThe drink gained notoriety in the late 19th and early 20th centuries, particularly in the bohemian and artistic communities of Europe. It was banned in many countries for a period due to concerns about its alleged psychoactive effects and its association with absinthe-induced madness. However, the ban has been lifted in most places, and today absinthe is produced and consumed legally with regulated thujone levels.\n\nAbsinthe has experienced a resurgence in popularity, and while its reputation as a mind-altering substance has been debunked, it is still enjoyed for its unique flavor and the ritualistic manner in which it is often served.",
      "origin": "France",
      "category": "Spirits",
      "amount": 1,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
