{
  "_id": "sno-cone_756",
  "name": "Sno-Cone",
  "instructions": "1. Whip shake with crushed ice and dump into the glass.\n2. Top with crushed ice and garnish with a few generous dashes of Peychaud's bitters.",
  "created_at": null,
  "updated_at": null,
  "description": "The drink is a visual reference to the vibrant, fruity shaved ice and syrup Sno-Cones served on street corners in the summer. As this was for a winter menu, it has a rich and warming flavor profile. The idea was to create a deceptively seasonal drink, one that looked like summer but drank like winter.",
  "source": "https://www.corpserevived.com/post/sno-cone",
  "garnish": "Peychaud’s bitters",
  "abv": 18.26,
  "tags": [],
  "glass": "Absinthe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///sno-cone-1_6d3WM8.jpg",
      "sort": 1,
      "placeholder_hash": "i9cJFwZgLZmIiJZoeHiHiHh4tor2rT0P",
      "copyright": "Brian Tasch"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "creme-de-cacao-white_31",
      "name": "Crème de Cacao (White)",
      "strength": 25,
      "description": "Crème de Cacao is a sweet liqueur with a rich chocolate flavor. It is made from cacao beans, which are the primary source of chocolate, and often includes additional ingredients such as vanilla and sugar. White Crème de Cacao is clear or light in color and has a sweeter and smoother taste compared to the dark variety.",
      "origin": "France",
      "category": "Crème de",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "cocchi-aperitivo-americano_170",
      "name": "Cocchi Aperitivo Americano",
      "strength": 16.5,
      "description": "Cocchi Americano is an aromatized wine created in 1891 by Giulio Cocchi and since then produced without interruption according to the original recipe.\nThe name “Americano” is both due to the alcohol made bitter (“amaricato”) by the addition of herbs and spices and to the American habit of drinking vermouth with ice and soda.\nProduced according to Giulio Cocchi original recipe, Cocchi Americano is recognized in Asti as the aperitif par excellence – a real piece of history of our town.\nOn its label the original futurist rooster designed in the 30’s and representing his aperitif function (“it awakes the appetite”) as well as one of the symbols of the town of Asti.",
      "origin": "Italy",
      "category": "Dry Vermouth",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "blue-curacao_55",
      "name": "Blue Curaçao",
      "strength": 20,
      "description": "Curaçao with added blue dye. Blue Curaçao has a sweet and slightly bitter orange flavor with citrus undertones. It is a versatile mixer, adding both color and a distinct citrusy taste to a variety of drinks, including tropical cocktails like the Blue Lagoon and the Blue Margarita.",
      "origin": "Netherlands",
      "category": "Orange Curaçao",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Pouring Ribbons uses Giffard",
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "cinnamon-syrup_133",
      "name": "Cinnamon syrup",
      "strength": 0,
      "description": "Simple syrup infused with cinnamon. Follow the recipe to make your own at home:\n\n- 1 cup granulated sugar\n- 1 cup water\n- 4 cinnamon sticks, broken into large pieces\n\nBring all ingredients to a boil over medium heat. Reduce heat to medium-low and let simmer for 8-10 minutes until sugar has dissolved, stirring frequently. Remove from heat and let cool. Discard cinnamon sticks, strain into a clean glass jar and cover. Store refrigerated for up to 2 weeks.",
      "origin": "Worldwide",
      "category": "Simple Syrup",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
