{
  "_id": "coronado-cocktail_219",
  "name": "Coronado Cocktail",
  "instructions": "1. Add all ingredients to a cocktail shaker\n2. Add ice and shake hard for 10 seconds\n3. Strain into a highball glass over crushed ice\n4. Garnish with a lemon wheel",
  "created_at": null,
  "updated_at": null,
  "description": "The combination of Tropical Passionfruit Syrup, coconut water, and tequila has tropical written all over it. The Coronado Cocktail was made by Chris Santos and found in his bookShare: Delicious and Surprising Recipes to Pass Around Your Table.",
  "source": "https://www.liberandcompany.com/collections/recipes/products/coronado-punch",
  "garnish": "lemon wheel",
  "abv": 10.33,
  "tags": [
    "Tropical"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///coronado-cocktail_ERyhxa.jpg",
      "sort": 1,
      "placeholder_hash": "2SgKNwQJyGardXh4eIeYh5h1dnBIBpcF",
      "copyright": "LiberAndCo"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-blanco_91",
      "name": "Tequila Blanco",
      "strength": 40,
      "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "aperol_27",
      "name": "Aperol",
      "strength": 11,
      "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.\n\nThe labels explicitly credit the product to Barbieri Brothers in 1919, and admit to “an infusion of orange, rhubarb, china and gentian”. (“China” in this case means cinchona.) Today, Aperol is “produced from the original recipe of Barbieri” by Campari, and could be described as “like Campari” but milder, with the orange flavor dominant, and a yellower (orange) color.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "passionfruit-syrup_173",
      "name": "Passionfruit syrup",
      "strength": 0,
      "description": "Passionfruit syrup is trickier to make and sometimes requires more obscure ingredients. This makes it one of the only flavored syrups worth buying over the counter.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "coconut-water_174",
      "name": "Coconut water",
      "strength": 0,
      "description": "Coconut water (also coconut juice) is the clear liquid inside young coconuts (fruits of the coconut palm).",
      "origin": "Indonesia",
      "category": "Beverages",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
