{
  "_id": "ric-pear-blanc_1134",
  "name": "Ric Pear Blanc",
  "instructions": "1. Shake all of the ingredients without ice until foamy, then add ice to the shaker and shake again until chilled.\n2. Strain into a chilled glass, and garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "Wine-based cocktails are the primary stock-in-trade at Sacramento bar and restaurant Ro Sham Beaux, and this drink accents blanc vermouth’s floral, fruity characteristics with the flavors of pear and ginger.",
  "source": "https://imbibemagazine.com/recipe/ric-pear-vermouth-cocktail/",
  "garnish": "Fresh rosemary sprig",
  "abv": 10.67,
  "tags": [],
  "glass": "Coupe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///ric-pear-blanc-1_BLBST8.jpg",
      "sort": 0,
      "placeholder_hash": "2/cJHwYveneOlnd1eHiIV5iHCCM6MrAE",
      "copyright": "Imbibe Magazine | Kelly Puleio"
    }
  ],
  "ingredients": [
    {
      "_id": "vermouth-bianco_185",
      "name": "Vermouth Bianco",
      "strength": 15,
      "description": "First launched way back in 1910, Bianco is a wonderful style of vermouth. First inspired by the white flowers of vanilla plants, the bottling has been nicknamed ‘Bianchissimo’, meaning “the whitest of the white”.\n\nWhilst it looks like a dry vermouth, this is a sweeter style, which offers flavours of juicy citrus, berries, peaches and apricots, some mixed herbs, a touch of charcoal, vanilla, honey, apples, and some faint herby bitterness.\n\nDelicate and well balanced, this vermouth is a bartender’s dream, offering sweet complexity that is perfect in White Negronis and Martini style drinks.",
      "origin": "Italy",
      "category": "Fortified wine",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "such as Dolin",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "pear-brandy-williams_168",
      "name": "Pear Brandy (Williams)",
      "strength": 40,
      "description": "The Purkhart Pear Williams Brandy uses only “Williams” pears from South Tirol (also known as Alto Adige or Südtirol), whose pears are prized for their opulent and creamy ripe fruit fragrance. Lively and stimulating on the palate, this eau-de-vie reveals a depth of pear flavor that carries well into the finish. Made only from distilled pears and water. Enjoy on its own, stir with dry vermouth for a perfumed Martini variation, or make uncommonly aromatic sour cocktails. 100% Reines Destillat Williamsbrand.\n\n- Lively eau-de-vie distilled from Williams pears\n- Williams pears have an opulent and creamy ripe fruit fragrance\n- Floral, fruity complexity; makes aromatic sour cocktails\n- Mix with dry vermouth and orange bitters for a Martini variation\n- Purkhart has captured authentic regional tastes since 1932",
      "origin": "Germany",
      "category": "Fruit brandy",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "ginger-syrup_116",
      "name": "Ginger syrup",
      "strength": 0,
      "description": "Syrup infused with ginger root.\n\nThis ginger syrup is fantastic in cocktails, but it also makes an out-of-this-world ginger ale. To make ginger ale, simply fill an ice-filled glass a third of the way with the syrup, top with soda water and a squeeze of lime, stir and enjoy.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "egg-white_17",
      "name": "Egg White",
      "strength": 0,
      "description": "Egg white is the clear liquid part of an egg that surrounds the yolk. It is rich in proteins and is commonly used in cooking and baking for its ability to add structure, foam, and a smooth texture to various dishes.",
      "origin": "Worldwide",
      "category": "Dairy",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
