{
  "_id": "navy-grog_2187",
  "name": "Navy Grog",
  "instructions": "1. Put all the ingredients in a blender. Flash-blend for 3 to 5 seconds. Pour into a glass. Serve with an ice cone around straw.\n2. Ice Cone&#8220;This was the signature Navy Grog garnish throughout Tiki’s midcentury golden age. Prep the cone in advance with a Beachbum Berry Navy Grog Ice Cone Kit. (Or you can just pack a pilsner glass with finely shaved ice, run a chopstick through the middle to make a hole for the straw, then remove the cone from the glass and freeze the cone overnight. I won’t take it personally. Well, maybe just a little bit.)&#8221;—Jeff &#8220;Beachbum&#8221; Berry",
  "created_at": null,
  "updated_at": null,
  "description": "In the March/April 2024 issue, Jeff \"Beachbum\" Berry shares the cocktail that \"upended and uprooted [his life], giving it an unexpected—but entirely welcome—second act\": the Navy Grog. While his recipe for his New Orleans bar Latitude 29 is top secret, he shared a \"general public\" version for home bartenders to shake up.",
  "source": "https://imbibemagazine.com/recipe/navy-grog/",
  "garnish": "Ice cone around straw",
  "abv": 11.32,
  "tags": [
    "Dessert"
  ],
  "glass": "Lowball",
  "method": "Blend",
  "utensils": [],
  "images": [
    {
      "uri": "file:///navy-grog-1_9hcB3k.webp",
      "sort": 1,
      "placeholder_hash": "VEkGFwICrXSNapZziEeohmiBemQHxXUA",
      "copyright": "Imbibe Magazine"
    }
  ],
  "ingredients": [
    {
      "_id": "brown-rum_97",
      "name": "Brown Rum",
      "strength": 40,
      "description": "Gold rum, also referred to as amber or golden rum, is a type of rum that falls between light and dark rum in terms of color and flavor. It is a versatile and widely used category of rum with characteristics that make it suitable for various cocktails and sipping neat.\n\nWhile not aged as long as dark rum, gold rum often undergoes some degree of aging in barrels. The aging contributes to the development of color, flavor, and a smoother texture.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "jamaican-rum_100",
      "name": "Jamaican Rum",
      "strength": 40,
      "description": "Jamaican rum refers to rum produced in Jamaica, a Caribbean island known for its rich history of rum production. Jamaican rum is renowned for its bold and distinctive flavor profile, often characterized by robust and complex notes.\n\nJamaican rum has a strong cultural and historical significance, and the island is home to several well-known distilleries, each with its unique approach to rum production. Brands such as Appleton Estate and Wray & Nephew are examples of Jamaican rums that have gained international acclaim.",
      "origin": "Jamaica",
      "category": "Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "demerara-rum_98",
      "name": "Demerara Rum",
      "strength": 40,
      "description": "Demerara rum is a type of dark rum produced on the banks of the Demerara River in Guyana, a country on the northern coast of South America. All Demerara rum is distilled in Guyana, regardless of where it may be aged and bottled. There is only one remaining active distiller in Guyana, Demerara Distillers Limited (DDL).\n\nDespite sharing the name, demerara rum is not necessarily made with demerara sugar.\n\nWhile the vast majority of rum sold today is produced using molasses, Demerara rum is produced using sugarcane juice or “backend,” as it is sometimes called. This gives the rum a flavor profile that is more fruity and grassy than molasses-based rums.",
      "origin": "South America",
      "category": "Dark Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "honey-syrup_110",
      "name": "Honey Syrup",
      "strength": 0,
      "description": "Syrup made from dissolving honey in water.",
      "origin": "Worldwide",
      "category": "Simple Syrup",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "grapefruit-juice_61",
      "name": "Grapefruit juice",
      "strength": 0,
      "description": "Freshly squeezed grapefruit juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "allspice-dram_172",
      "name": "Allspice dram",
      "strength": 22.5,
      "description": "Allspice dram, also known as pimento dram, is a liqueur made from the dried berries of the allspice tree (Pimenta dioica). Despite its name, allspice is a single spice, not a blend. The berries have flavors reminiscent of a combination of cinnamon, cloves, and nutmeg, hence the name \"allspice.\"\n\nTo make allspice dram, the dried allspice berries are crushed or ground and then steeped in high-proof alcohol to extract their flavors. This infusion is typically sweetened with sugar, resulting in a sweet and spiced liqueur. The final product often has a warm and aromatic profile, with notes of cinnamon, clove, and nutmeg.\n\nAllspice dram is used as a flavoring agent in cocktails, adding depth and complexity to drinks. It's a common ingredient in classic and modern tiki cocktails, where its spice-forward profile complements tropical fruit flavors.",
      "origin": "Greater Antilles",
      "category": "Liqueurs",
      "amount": 3,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    },
    {
      "_id": "crushed-ice_1392",
      "name": "Crushed ice",
      "strength": 0,
      "description": "Crushed ice is finely broken ice that melts quickly, making it ideal for cocktails like Mint Juleps and tiki drinks, as it dilutes the drink faster. It has a snow-like texture and is often used to enhance the presentation and taste of beverages.",
      "origin": null,
      "category": null,
      "amount": 3,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "one small handful",
      "substitutes": [],
      "sort": 8
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
