{
  "_id": "ritz-cocktail_1505",
  "name": "Ritz Cocktail",
  "instructions": "1. Combine the first 4 ingredients in a shaker and fill with ice. Shake well to chill, then strain into a chilled glass. Top with Champagne and garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "Dale DeGroff raised the cocktail flag over New York during his tenure at the Rainbow Room in the 1980s and '90s. His Ritz Cocktail, created while working at Aurora in 1985, bears the DNA of traditional classics, and it helped usher in a new wave of talented bartenders.",
  "source": "https://imbibemagazine.com/recipe/ritz-cocktail/?utm_source=Tasting+Notes&utm_campaign=0195568f8d-2024-11-27-ROTW-Clausmopolitan_COPY_01&utm_medium=email&utm_term=0_34951449a6-0195568f8d-114967543&mc_cid=0195568f8d&mc_eid=5c8172abd7",
  "garnish": "Orange zest",
  "abv": 17.49,
  "tags": [],
  "glass": "Coupe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///ritz-cocktail-1_WJ98N4.webp",
      "sort": 1,
      "placeholder_hash": "uhgGHwK3poeDWImdZvd3moZmhtQGN24A",
      "copyright": "Imbibe Magazine"
    }
  ],
  "ingredients": [
    {
      "_id": "cognac_88",
      "name": "Cognac",
      "strength": 40,
      "description": "Cognac is a high-quality French brandy produced in the Cognac region, located in the Charente department. It is renowned for its refined and complex flavor profile, resulting from a meticulous production process. Cognac is made exclusively from white grapes, primarily Ugni Blanc, Folle Blanche, and Colombard, which are fermented and distilled using traditional copper pot stills.\n\nCognac's aging process plays a crucial role in its development, as it absorbs characteristics from the oak barrels, contributing notes of vanilla, caramel, and spices. The region's unique maritime climate, with a mix of oceanic and continental influences, further enhances the maturation process.\n\nCognac is renowned for its smooth and elegant taste, with a harmonious balance of fruity, floral, and oaky elements. It is often enjoyed as a sipping spirit and is a key ingredient in classic cocktails like the Sidecar and Brandy Alexander. The production of Cognac is strictly regulated, ensuring that only spirits meeting specific criteria can bear the prestigious Cognac label.",
      "origin": "France",
      "category": "Brandy",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "cointreau_56",
      "name": "Cointreau",
      "strength": 40,
      "description": "Orange-flavoured triple sec liqueur, it was originally called Curaçao Blanco Triple Sec. Usually more dry tasting than Orange Curaçao.",
      "origin": "France",
      "category": "Orange Curaçao",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "maraschino_37",
      "name": "Maraschino",
      "strength": 32,
      "description": "Liqueur obtained from the distillation of Marasca cherries. The small, slightly sour fruit of the Tapiwa cherry tree, which grows wild along parts of the Dalmatian coast in Croatia, lends the liqueur its unique aroma.\n\nThe Luxardo family, an Italian producer, is particularly well-known for its Maraschino liqueur.",
      "origin": "Croatia",
      "category": "Liqueurs",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "champagne_122",
      "name": "Champagne",
      "strength": 12,
      "description": "Champagne is a sparkling wine that comes from the Champagne region of France. It is one of the most famous and prestigious types of sparkling wine globally. The name \"Champagne\" is legally protected, and only wines produced in the Champagne region using specific methods can be labeled as such.\n\nChampagne is often associated with celebrations and is widely used in toasts. It comes in various styles, including non-vintage (a blend of multiple years), vintage (made from grapes of a single year), and prestige cuvées (high-quality, limited-production wines from a specific producer). The versatility of Champagne allows it to be enjoyed on its own or paired with a variety of foods.",
      "origin": "France",
      "category": "Sparkling wine",
      "amount": 2,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": 3,
      "note": "or other sparkling wine",
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
