{
  "_id": "prince-charles-dont-surf_1131",
  "name": "Prince Charles Don’t Surf",
  "instructions": "1. Combine all ingredients except beer, and shake with ice.\n2. Strain into an ice-filled glass, top with beer and garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "A riff on the Army & Navy cocktail, this San Diego sipper adds gin and citrus to an orgeat-rich highball topped with beer. The drink’s unexpected elements find a harmonious balance “that creates a refreshingly daytime, sun-is-out drinking experience,” says San Diego bartender David Kinsey.",
  "source": "https://imbibemagazine.com/recipe/beer-cocktail-prince-charles-dont-surf/",
  "garnish": "Lemon wheel",
  "abv": 5.39,
  "tags": [],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///prince-charles-dont-surf-1_Nlq4KW.jpg",
      "sort": 0,
      "placeholder_hash": "9UgGDwKyd4efmGd6d4ZohHiH5RAkTHAG",
      "copyright": "Imbibe Magazine"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "orgeat-syrup_109",
      "name": "Orgeat Syrup",
      "strength": 0,
      "description": "Sweet syrup made from almonds, sugar, and rose water or orange flower water.",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 1,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "beer_733",
      "name": "Beer",
      "strength": 0,
      "description": "Beer is an alcoholic beverage made from fermented cereal grains, primarily malted barley, along with water, hops, and yeast. It is one of the oldest and most widely consumed drinks in the world, often enjoyed in social settings like pubs and festivals.",
      "origin": null,
      "category": null,
      "amount": 120,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Blonde ale",
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
