{
  "_id": "clover-club_18",
  "name": "Clover Club",
  "instructions": "1. Pour all ingredients into cocktails shaker.\n2. Shake well with ice.\n3. Strain into chilled cocktail glass.\n\nThe egg white is not added for the purpose of giving the drink flavor, but rather acts as an emulsifier. Thus when the drink is shaken a characteristic foamy head is formed.",
  "created_at": null,
  "updated_at": null,
  "description": "The Clover Club Cocktail is a drink that pre-dates Prohibition in the United States, and is named for the Philadelphia men's club of the same name, which met in the Bellevue-Stratford Hotel at South Broad and Walnut Streets in Center City. The Clover Club was chartered in 1882.",
  "source": "https://iba-world.com/clover-club/",
  "garnish": "Fresh raspberries",
  "abv": 14.22,
  "tags": [
    "IBA Cocktail",
    "The Unforgettables"
  ],
  "glass": "Coupe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///clover-club.jpg",
      "sort": 1,
      "placeholder_hash": "CRgKFwRIiYhndYaKiQend6l0evMmCH4B",
      "copyright": "A Couple Cooks"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "raspberry-syrup_111",
      "name": "Raspberry Syrup",
      "strength": 0,
      "description": "Fruit syrup made from raspberries.",
      "origin": null,
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": 0,
      "note": null,
      "substitutes": [
        {
          "_id": "grenadine-syrup_112",
          "name": "Grenadine Syrup",
          "strength": 0,
          "description": "Fruit syrup made from pomegranates.",
          "origin": "Worldwide",
          "category": "Syrups",
          "amount": null,
          "units": null,
          "amount_max": null
        },
        {
          "_id": "chambord_39",
          "name": "Chambord",
          "strength": 16.5,
          "description": "Chambord is a premium black raspberry liqueur produced in the Loire Valley of France. It is renowned for its rich and luxurious flavor profile, which combines blackberries, Madagascan vanilla, Moroccan citrus peel, honey, and cognac. The liqueur is known for its deep purple color and its distinctive, ornate bottle.\n\nChambord is often used as a flavoring agent in cocktails, adding a sweet and fruity dimension to drinks. It is a popular ingredient in classic cocktails like the \"Chambord Royale,\" where it is mixed with champagne or sparkling wine, and in modern mixology for creating a variety of creative and flavorful beverages.\n\nAdditionally, Chambord can be enjoyed on its own or drizzled over desserts, as its complex and indulgent taste makes it a versatile addition to both cocktails and culinary creations.",
          "origin": "Worldwide",
          "category": "Liqueurs",
          "amount": null,
          "units": null,
          "amount_max": null
        }
      ],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "egg-white_17",
      "name": "Egg White",
      "strength": 0,
      "description": "Egg white is the clear liquid part of an egg that surrounds the yolk. It is rich in proteins and is commonly used in cooking and baking for its ability to add structure, foam, and a smooth texture to various dishes.",
      "origin": "Worldwide",
      "category": "Dairy",
      "amount": 30,
      "units": "ml",
      "optional": true,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
