{
  "_id": "smoke-follows-beauty_762",
  "name": "Smoke Follows Beauty",
  "instructions": "1. In a shaker, muddle the cucumber and cilantro.\n2. Add the mezcal, infused triple sec, lime juice, agave syrup, and ice, and shake until well-chilled.\n3. Double-strain into a Nick &amp; Nora glass.\n4. Garnish with a chilled slice of jicama seasoned with sal de gusano.",
  "created_at": null,
  "updated_at": null,
  "description": "This mezcal cocktail is both spicy and refreshing, thanks to serrano-infused triple sec, cucumbers, and cilantro.",
  "source": "https://www.liquor.com/smoke-follows-beauty-cocktail-recipe-5220390",
  "garnish": null,
  "abv": 23.47,
  "tags": [],
  "glass": "Nick and Nora",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///smoke-follows-beauty-1_n04snh.jpg",
      "sort": 1,
      "placeholder_hash": "ZwgKFwBfeHfRh3iEeYiWZ5aGhsBYCpoD",
      "copyright": "Liquor.com"
    }
  ],
  "ingredients": [
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "cointreau_56",
      "name": "Cointreau",
      "strength": 40,
      "description": "Orange-flavoured triple sec liqueur, it was originally called Curaçao Blanco Triple Sec. Usually more dry tasting than Orange Curaçao.",
      "origin": "France",
      "category": "Orange Curaçao",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "freshly squeezed",
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "agave-syrup_113",
      "name": "Agave Syrup",
      "strength": 0,
      "description": "Agave syrup, also known as agave nectar, is a sweetener that is derived from the sap of the agave plant, primarily the blue agave plant native to Mexico. The syrup is a popular alternative to traditional sweeteners like sugar and honey, particularly in the context of natural and organic food products.\n\nAgave syrup is praised for its sweetness and versatility. It is sweeter than sugar, so smaller amounts can be used to achieve the same level of sweetness. Additionally, it has a lower glycemic index compared to some other sweeteners, meaning it has a smaller impact on blood sugar levels.\n\nAgave syrup has a mild, neutral flavor, making it suitable for a variety of culinary applications. It is commonly used as a sweetener in beverages, baked goods, and desserts. However, it's essential to note that agave syrup, like any sweetener, should be consumed in moderation due to its high fructose content.",
      "origin": "Mexico",
      "category": "Simple Syrup",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "cucumber_144",
      "name": "Cucumber",
      "strength": 0,
      "description": "Cucumbers are a type of vegetable that grow on creeping vines and are known for their cylindrical shape and high water content, making them refreshing to eat.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 3,
      "units": "slice",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "cilantro_186",
      "name": "Cilantro",
      "strength": 0,
      "description": "An annual herb in the family Apiaceae. All parts of the plant are edible, but the fresh leaves and the dried seeds are the parts most traditionally used in cooking.\n\nMost people perceive coriander as having a tart, lemon/lime taste, but to some individuals the leaves taste like dish soap. The perception of a soapy taste in certain aldehydes is linked to a specific gene.",
      "origin": "Worldwide",
      "category": "Fruits and vegetables",
      "amount": 2,
      "units": "stalks",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "chilli-pepper_9",
      "name": "Chilli Pepper",
      "strength": 0,
      "description": "Chili peppers are known for their pungent and spicy flavor, attributed to the compound capsaicin. They come in various shapes, sizes, and colors, ranging from mild to extremely hot varieties.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 1,
      "units": "slice",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
