{
  "_id": "monks-respite_1098",
  "name": "Monk’s Respite",
  "instructions": "1. Combine the ingredients in a blender and add 10 oz. of crushed ice\n2. Blend for 10 seconds, then pour into a coconut shell or double Old Fashioned glass",
  "created_at": null,
  "updated_at": null,
  "description": "Some drink coconut water to stay hydrated—others because it mixes great with booze. Our 2017 Bartender of the Year, Steven Liles from Smuggler's Cove, is among the latter with this original recipe.",
  "source": "https://imbibemagazine.com/recipe/monks-respite-from-smugglers-cove/",
  "garnish": "Orchid and mint sprig",
  "abv": 8.64,
  "tags": [
    "Tiki"
  ],
  "glass": "Lowball",
  "method": "Blend",
  "utensils": [],
  "images": [
    {
      "uri": "file:///monks-respite-1_LLme5a.jpg",
      "sort": 0,
      "placeholder_hash": "1zgOJwZIm5iQindjabZod4iJVgm5pYAJ",
      "copyright": "Imbibe Magazine"
    }
  ],
  "ingredients": [
    {
      "_id": "coconut-water_174",
      "name": "Coconut water",
      "strength": 0,
      "description": "Coconut water (also coconut juice) is the clear liquid inside young coconuts (fruits of the coconut palm).",
      "origin": "Indonesia",
      "category": "Beverages",
      "amount": 90,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "honey-syrup_110",
      "name": "Honey Syrup",
      "strength": 0,
      "description": "Syrup made from dissolving honey in water.",
      "origin": "Worldwide",
      "category": "Simple Syrup",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "yellow-chartreuse_42",
      "name": "Yellow Chartreuse",
      "strength": 40,
      "description": "Yellow Chartreuse is a herbal liqueur made by the Carthusian monks in France. It is a milder and slightly sweeter version of Green Chartreuse, another famous liqueur produced by the same monks. Yellow Chartreuse is characterized by its yellow color and a complex flavor profile derived from a secret blend of 130 herbs and botanicals. It has a sweet and honeyed taste with herbal, floral, and spicy notes.",
      "origin": "France",
      "category": "Liqueurs",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "club-soda_68",
      "name": "Club soda",
      "strength": 0,
      "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer. Also known as soda, siphon soda water, soda water, siphon soda, and siphon water.\n\nSoda water is artificially or naturally carbonated water, to which mineral salts have been added. The product without the salts is termed \"seltzer\" or \"seltzer water.\"\n\nCarbonated water with added minerals—commonly sodium bicarbonate or salt—club soda was designed to approximate mineral water, which is often naturally fizzy, but can carry a hefty price tag. English chemist Joseph Priestly invented the process of carbonation in 1767, when he realized that the carbon dioxide produced during the fermentation of beer could be infused into water. Soon after, Jacob Schweppe, a Swiss watchmaker, figured out how to manufacture carbonated water (which has no added minerals) and club soda. These products would become the cornerstone of the Schweppes Company, which is still in existence today. The added salt or sodium bicarbonate helps to mitigate the sour flavors from the carbonic acid, a byproduct of carbon dioxide.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "orange-bitters_21",
      "name": "Orange bitters",
      "strength": 28,
      "description": "Orange bitters is a form of bitters, a cocktail flavoring made from such ingredients as the peels of Seville oranges, cardamom, caraway seed, coriander, anise, and burnt sugar in an alcohol base.",
      "origin": "Worldwide",
      "category": "Bitters",
      "amount": 1,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
