{
  "_id": "remember-the-alimony_768",
  "name": "Remember the Alimony",
  "instructions": "1. Combine all the ingredients except the orange twist in a rocks glass filled with one large piece of ice.\n2. Stir until chilled, about 30 seconds.\n3. Express an orange twist over the drink and drop into the glass.",
  "created_at": null,
  "updated_at": null,
  "description": "A split base of fino sherry and Cynar are finished with a measure of gin for a thoroughly modern sherry cocktail recipe.",
  "source": "https://punchdrink.com/recipes/remember-the-alimony/",
  "garnish": "orange twist",
  "abv": 18.43,
  "tags": [
    "Negroni"
  ],
  "glass": "Lowball",
  "method": "Stir",
  "utensils": [],
  "images": [
    {
      "uri": "file:///remember-the-alimony-1_Q70P6j.jpg",
      "sort": 0,
      "placeholder_hash": "LQgOFwS/kaddpnZbh4h3R4mGB2QIMJUA",
      "copyright": "Punch Staff | Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "sherry_124",
      "name": "Sherry",
      "strength": 17,
      "description": "Sherry is a fortified wine that originates from the Jerez region in southwestern Spain. It is made from white grapes, primarily the Palomino grape variety, and is known for its unique production process, diverse styles, and complex flavors. Sherry has a protected designation of origin (DO) status, meaning that only wines produced in the designated region can be labeled as Sherry.",
      "origin": "Spain",
      "category": "Fortified wine",
      "amount": 37.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Fino",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "cynar_143",
      "name": "Cynar",
      "strength": 16.5,
      "description": "Bitter apéritif of the amaro variety. It is made from 13 herbs and plants, predominant among which is the artichoke (Cynara scolymus), from which the drink derives its name.",
      "origin": "Italy",
      "category": "Amaro",
      "amount": 37.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
