{
  "_id": "dons-mai-tai_2178",
  "name": "Don’s Mai Tai",
  "instructions": "1. Combine all ingredients in a shaker.\n2. Add ice and shake until chilled.\n3. Dump into a double rocks glass and top with crushed ice.\n4. Garnish with a brandied cherry, lime wedge and mint bouquet.",
  "created_at": null,
  "updated_at": null,
  "description": "Don’s Mai Tai is a tiki cocktail recipe originally from Don the Beachcomber. The tropical drink combines rum, absinthe, grapefruit and more.",
  "source": "https://punchdrink.com/recipes/dons-mai-tai/",
  "garnish": "brandied cherry, lime wedge, fresh mint",
  "abv": 13.82,
  "tags": [
    "Tiki"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///dons-mai-tai-1_KBket7.webp",
      "sort": 1,
      "placeholder_hash": "IVoGHwg3koe8aHlwpHamW6SVVQJ6d6AK",
      "copyright": "Punch Staff | Caitlin Isola"
    }
  ],
  "ingredients": [
    {
      "_id": "jamaican-rum_100",
      "name": "Jamaican Rum",
      "strength": 40,
      "description": "Jamaican rum refers to rum produced in Jamaica, a Caribbean island known for its rich history of rum production. Jamaican rum is renowned for its bold and distinctive flavor profile, often characterized by robust and complex notes.\n\nJamaican rum has a strong cultural and historical significance, and the island is home to several well-known distilleries, each with its unique approach to rum production. Brands such as Appleton Estate and Wray & Nephew are examples of Jamaican rums that have gained international acclaim.",
      "origin": "Jamaica",
      "category": "Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Appleton 8-year",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "grapefruit-juice_61",
      "name": "Grapefruit juice",
      "strength": 0,
      "description": "Freshly squeezed grapefruit juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 20,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "pink grapefruit",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "orange-curacao_53",
      "name": "Orange Curaçao",
      "strength": 20,
      "description": "Liqueur flavored with the dried peel of the bitter orange laraha, a citrus fruit grown on the Dutch island of Curaçao. Curaçao is used by liqueur makers overt the world as a generic name for orange-flavoured liqueurs.",
      "origin": "Netherlands",
      "category": "Liqueurs",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "such as Edmond Briottet",
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "falernum_40",
      "name": "Falernum",
      "strength": 11,
      "description": "Liqueur with flavors of ginger, lime, and almond, and frequently cloves or allspice. It may be thought of as a spicier version of orgeat syrup.",
      "origin": "Caribbean",
      "category": "Liqueurs",
      "amount": 10,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably John D Taylor's Velvet Falernum",
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 1,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "absinthe_107",
      "name": "Absinthe",
      "strength": 40,
      "description": "Absinthe is a highly alcoholic and anise-flavored spirit that is historically known for its association with bohemian culture and its supposed hallucinogenic properties. It is typically green in color, but clear variations also exist. Absinthe is renowned for its distinctive herbal and botanical profile, which often includes ingredients like wormwood (Artemisia absinthium), anise, fennel, and other herbs.\n\nThe production of absinthe involves macerating and distilling these botanicals to create a highly concentrated liquid. The key component, wormwood, was once believed to contain a compound called thujone, thought to induce hallucinations. However, modern absinthes are produced with strict regulations regarding thujone content, and the hallucinogenic effects of traditional absinthe are now considered to be largely exaggerated.\n\nAbsinthe is often served by diluting it with water, typically by pouring cold water over a sugar cube placed on a slotted spoon, which is then held over the glass. This process, known as the \"louche,\" causes the absinthe to cloud and release its herbal flavors.\n\nThe drink gained notoriety in the late 19th and early 20th centuries, particularly in the bohemian and artistic communities of Europe. It was banned in many countries for a period due to concerns about its alleged psychoactive effects and its association with absinthe-induced madness. However, the ban has been lifted in most places, and today absinthe is produced and consumed legally with regulated thujone levels.\n\nAbsinthe has experienced a resurgence in popularity, and while its reputation as a mind-altering substance has been debunked, it is still enjoyed for its unique flavor and the ritualistic manner in which it is often served.",
      "origin": "France",
      "category": "Spirits",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Pernod",
      "substitutes": [],
      "sort": 7
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 8
    }
  ],
  "parent_cocktail_id": "mai-tai_43",
  "year": null
}
