{
  "_id": "banana-daiquiri_2183",
  "name": "Banana Daiquiri",
  "instructions": "1. Put all of the ingredients into a blender and blend until smooth.\n2. Pour into the chilled glass, and garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "Popular at tropical bars and often sold in prefabricated mixes, blended versions of the classic Daiquiri rarely garner the same respect as their three-ingredient forebears. It’s a shame because a properly made Banana Daiquiri is bright and balanced. Credit for the creation is frequently given to Harry K. Yee, the legendary bartender who also invented the Blue Hawaii cocktail and pioneered the use of orchid and paper umbrella garnishes during his 30-year tenure at Waikiki’s Hawaiian Village Hotel. At Palomar, a Cuba-inspired cocktail bar in Portland, Oregon, owner Ricky Gomez serves a Banana Daiquiri recipe made with aged rum, tart lime, and a carefully calibrated combination of banana liqueur and fresh bananas. “When you use only bananas, it ends up just tasting like a smoothie with rum. We wanted it to still be a cocktail,” says Gomez. Those fresh bananas are treated with care. Palomar keeps the chunked fruit at 17 degrees Fahrenheit, whereas most household freezers are set to 0 degrees Fahrenheit, so they blend evenly and require less ice to reach frothy perfection. To mimic this at home, let fully frozen pieces of fruit sit at room temperature for approximately 10 minutes on the kitchen counter, then pop everything into a blender and set sail.",
  "source": "https://imbibemagazine.com/recipe/palomarbanana-daiquiri/",
  "garnish": "Three pieces of banana-shaped hard candy (optional)",
  "abv": 15.82,
  "tags": [
    "Tiki",
    "Frozen"
  ],
  "glass": null,
  "method": "Blend",
  "utensils": [],
  "images": [
    {
      "uri": "file:///banana-daiquiri-1_xV2Acp.webp",
      "sort": 1,
      "placeholder_hash": "K2kWJxR/h4aGaYh3d3eId3d4CJdXoHgH",
      "copyright": "Imbibe Magazine"
    }
  ],
  "ingredients": [
    {
      "_id": "dark-rum_99",
      "name": "Dark Rum",
      "strength": 40,
      "description": "Dark rum is a type of rum that is aged longer and often in charred barrels, giving it a darker color and a richer, more robust flavor compared to lighter rums. It typically has notes of caramel, molasses, and sometimes spices. Dark rum is commonly used in cocktails, especially those with a strong, flavorful profile, and it is also enjoyed neat or on the rocks. The aging process contributes to the development of complex flavors and a smoother texture.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "creme-de-banane_136",
      "name": "Crème de banane",
      "strength": 0,
      "description": "Perfectly ripened bananas are small-batch distilled to extract the rich banana flavor and natural amber color",
      "origin": "Worldwide",
      "category": "Crème de",
      "amount": 4.5,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "frozen",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "banana_1393",
      "name": "Banana",
      "strength": 0,
      "description": "A banana is an elongated, edible fruit produced by several types of large herbaceous plants in the genus Musa. It is commonly eaten raw or cooked and is known for its soft, starchy flesh and distinctive peel.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 4,
      "units": "chunks",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "1/2 inch wide, frozen",
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "2:1",
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "crushed-ice_1392",
      "name": "Crushed ice",
      "strength": 0,
      "description": "Crushed ice is finely broken ice that melts quickly, making it ideal for cocktails like Mint Juleps and tiki drinks, as it dilutes the drink faster. It has a snow-like texture and is often used to enhance the presentation and taste of beverages.",
      "origin": null,
      "category": null,
      "amount": 1,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": "daiquiri_22",
  "year": null
}
