{
  "_id": "disgruntled-mai-tai_2177",
  "name": "Disgruntled Mai Tai",
  "instructions": "1. Combine all ingredients except for the Underberg in a cocktail shaker.\n2. Briefly dry shake without ice, then add a few small ice cubes and shake until the ice has melted.\n3. Pour into a chilled rocks glass and top with crushed ice.\n4. Remove the cap and the top of the paper wrapper on the Underberg bottle and insert it, upside-down, into the crushed ice.\n5. Garnish with a mint sprig, lime wedge, grated nutmeg and a cocktail umbrella.",
  "created_at": null,
  "updated_at": null,
  "description": "The Disgruntled Mai Tai is a spin on the rum tiki drink that adds Aperol and a bottle of bitter Underberg to the cocktail.",
  "source": "https://punchdrink.com/recipes/disgruntled-mai-tai/",
  "garnish": "mint sprig, lime wedge, freshly grated nutmeg, cocktail umbrella",
  "abv": 16.2,
  "tags": [
    "Tiki",
    "Bitter"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///disgruntled-mai-tai-1_448PZm.webp",
      "sort": 1,
      "placeholder_hash": "VUkKJwYFf4eQiIemXFhoh3eIdAKpSJAL",
      "copyright": "Punch Staff | Shannon Sturgis"
    }
  ],
  "ingredients": [
    {
      "_id": "overproof-rum_102",
      "name": "Overproof Rum",
      "strength": 50,
      "description": "Rum much higher than the standard 40% ABV (80 proof), with many as high as 75% (150 proof) to 80% (160 proof) available.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Smith & Cross",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "aperol_27",
      "name": "Aperol",
      "strength": 11,
      "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.\n\nThe labels explicitly credit the product to Barbieri Brothers in 1919, and admit to “an infusion of orange, rhubarb, china and gentian”. (“China” in this case means cinchona.) Today, Aperol is “produced from the original recipe of Barbieri” by Campari, and could be described as “like Campari” but milder, with the orange flavor dominant, and a yellower (orange) color.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "orgeat-syrup_109",
      "name": "Orgeat Syrup",
      "strength": 0,
      "description": "Sweet syrup made from almonds, sugar, and rose water or orange flower water.",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "dry-curacao_54",
      "name": "Dry Curaçao",
      "strength": 40,
      "description": "Dry Curaçao is a type of orange-flavored liqueur that originated on the Caribbean island of Curaçao. Dry Curaçao is made from the peels of bitter oranges, and it is characterized by its dry and less sweet profile compared to regular Curaçao. It is often used as a premium orange liqueur in cocktails, imparting a bright citrus flavor without the added sweetness. Dry Curaçao is a versatile ingredient and is commonly featured in classic and modern mixology, contributing to a variety of cocktails.",
      "origin": "Italy",
      "category": "Orange Curaçao",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "underberg_1389",
      "name": "Underberg",
      "strength": 44,
      "description": "Underberg is a digestif bitter produced at Rheinberg in Germany by Underberg AG. It is made from aromatic herbs from 43 countries that undergo inspections and are formulated based on a secret recipe of the Underberg family, whose members are personally responsible for the production of the drink. Underberg is one of the most widespread kräuterlikörs on the market. Underberg contains 1.3 percent herbal extract by weight and naturally occurring vitamin B1. The effects are known to subside digestive issues. The drink matures in Slovenian oak barrels for several months to enhance the taste. Underberg is classified under \"food and drinks: oils, herbs and spices\" in the United States and can be sold without any sort of liquor license.",
      "origin": "Germany",
      "category": "Bitters",
      "amount": 1,
      "units": "bottle",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": "mai-tai_43",
  "year": null
}
