{
  "_id": "mezcal-mule_2167",
  "name": "Mezcal Mule",
  "instructions": "1. Add cucumber slices and agave nectar to a mixing glass and muddle.\n2. Add all other ingredients, add ice and shake until chilled.\n3. Strain over ice into a chilled rocks glass.\n4. Garnish with a slice of cucumber, a piece of candied ginger and dust gently with chili powder.",
  "created_at": null,
  "updated_at": null,
  "description": "In this take on a mule Jim Meehan, of New York’s PDT, was set on developing a cocktail recipe with traditional Oaxacan flavors.",
  "source": "https://punchdrink.com/recipes/mezcal-mule/",
  "garnish": "1 slice cucumber, candied ginger and chili powder",
  "abv": 12.12,
  "tags": [
    "Fruity"
  ],
  "glass": "Highball",
  "method": "Muddle",
  "utensils": [],
  "images": [
    {
      "uri": "file:///mezcal-mule-1_m5vbGC.webp",
      "sort": 1,
      "placeholder_hash": "nEkOTwwHd4lwhId2i3eXaIeHhwVoiIAF",
      "copyright": "Punch Staff"
    }
  ],
  "ingredients": [
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Sombra",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "ginger-beer_71",
      "name": "Ginger beer",
      "strength": 0,
      "description": "Ginger ale is a non-alcoholic carbonated beverage flavored with ginger. It is known for its fizzy and slightly spicy taste, derived from the natural or artificial ginger flavorings used in its production. Ginger ale is often consumed on its own as a refreshing soft drink, and it is also a common mixer in various cocktails. There are both commercial and homemade versions of ginger ale, with variations that may include additional ingredients such as citrus or sweeteners.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "PDT's house recipe",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "passionfruit-syrup_173",
      "name": "Passionfruit syrup",
      "strength": 0,
      "description": "Passionfruit syrup is trickier to make and sometimes requires more obscure ingredients. This makes it one of the only flavored syrups worth buying over the counter.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "agave-syrup_113",
      "name": "Agave Syrup",
      "strength": 0,
      "description": "Agave syrup, also known as agave nectar, is a sweetener that is derived from the sap of the agave plant, primarily the blue agave plant native to Mexico. The syrup is a popular alternative to traditional sweeteners like sugar and honey, particularly in the context of natural and organic food products.\n\nAgave syrup is praised for its sweetness and versatility. It is sweeter than sugar, so smaller amounts can be used to achieve the same level of sweetness. Additionally, it has a lower glycemic index compared to some other sweeteners, meaning it has a smaller impact on blood sugar levels.\n\nAgave syrup has a mild, neutral flavor, making it suitable for a variety of culinary applications. It is commonly used as a sweetener in beverages, baked goods, and desserts. However, it's essential to note that agave syrup, like any sweetener, should be consumed in moderation due to its high fructose content.",
      "origin": "Mexico",
      "category": "Simple Syrup",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "cucumber_144",
      "name": "Cucumber",
      "strength": 0,
      "description": "Cucumbers are a type of vegetable that grow on creeping vines and are known for their cylindrical shape and high water content, making them refreshing to eat.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 3,
      "units": "slice",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
