{
  "_id": "matador_776",
  "name": "Matador",
  "instructions": "1. Combine all ingredients in a mixing tin and shake with ice.\n2. Strain into a cocktail glass.",
  "created_at": null,
  "updated_at": null,
  "description": "One of two historic Matador cocktail recipe that have inspired a number of modern riffs, this is Café Royal's equal parts concoction.",
  "source": "https://punchdrink.com/recipes/cafe-royals-matador/",
  "garnish": null,
  "abv": 26.13,
  "tags": [
    "Classics"
  ],
  "glass": "Coupe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///matador-1_crtbxw.jpg",
      "sort": 1,
      "placeholder_hash": "6DkOFwJviYV8iIeFdph4l2h2CJQVYFUH",
      "copyright": "Punch Staff | Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-blanco_91",
      "name": "Tequila Blanco",
      "strength": 40,
      "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "dry-curacao_54",
      "name": "Dry Curaçao",
      "strength": 40,
      "description": "Dry Curaçao is a type of orange-flavored liqueur that originated on the Caribbean island of Curaçao. Dry Curaçao is made from the peels of bitter oranges, and it is characterized by its dry and less sweet profile compared to regular Curaçao. It is often used as a premium orange liqueur in cocktails, imparting a bright citrus flavor without the added sweetness. Dry Curaçao is a versatile ingredient and is commonly featured in classic and modern mixology, contributing to a variety of cocktails.",
      "origin": "Italy",
      "category": "Orange Curaçao",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "dry-vermouth_118",
      "name": "Dry Vermouth",
      "strength": 18,
      "description": "Dry Vermouth is a type of fortified wine that is aromatized with various botanicals, including herbs, spices, and sometimes citrus peels. It is characterized by its dry and less sweet profile compared to sweet vermouth. Dry Vermouth is a key ingredient in classic cocktails such as the Martini and the Manhattan, where it adds complexity and a subtle herbal note to the drink. It is typically white or pale yellow in color and is often enjoyed as a chilled aperitif on its own. The alcohol content of Dry Vermouth is fortified with additional spirits, usually grape brandy, which also contributes to its flavor and preservation.",
      "origin": "Worldwide",
      "category": "Fortified wine",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
