{
  "_id": "the-last-chateau_2150",
  "name": "The Last Chateau",
  "instructions": "Add first 4 ingredients to a shaker tin with a few ice cubes and whip shake. Double strain into a wine glass over ice. Top with Moscato and gently stir to combine.",
  "created_at": null,
  "updated_at": null,
  "description": "Inspired by the last Chateau built during the Renaissance, Chateau de Villandry, and everyone’s favorite monk-juice cocktail the Last Word. I combined a delicious Loire Valley Chenin Blanc white wine, sparkling and sweet Moscato, Green Chartreuse and a fairly heavy dose of Lime juice with the rose and citrus flavored Italicus to make a complex and delicious spritz that hopefully sends me to Miami to compete later this summer.",
  "source": "https://www.reddit.com/r/cocktails/comments/1k9trwp/the_last_chateau/",
  "garnish": null,
  "abv": 8.17,
  "tags": [],
  "glass": "Wine",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///the-last-chateau-1_ItJQyu.webp",
      "sort": 1,
      "placeholder_hash": "ESkOFwYHp2Z3doiEjHaXeIeIOAKmdGIP",
      "copyright": "preview.redd.it"
    }
  ],
  "ingredients": [
    {
      "_id": "italicus-rosolio-di-bergamotto_129",
      "name": "Italicus Rosolio di Bergamotto",
      "strength": 20,
      "description": "Italicus Rosolio di Bergamotto is an Italian liqueur based around the brilliance of bergamot! By combining Italian bergamot alongside a selection of other tasty botanicals including chamomile, lavender, Melissa balm and more, the producers have made a tipple excellent for enjoying on toasty evenings in the summer. Enjoy over ice, or splashed in a glass of Prosecco.",
      "origin": "Italy",
      "category": "Liqueurs",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "white-wine_119",
      "name": "White wine",
      "strength": 11,
      "description": "White wine is a type of wine made from green or yellowish grape varieties, where the grape skins are separated from the grape juice before or during fermentation. This absence of prolonged skin contact results in a wine with a pale or straw-like color. White wines can range from crisp and light to full-bodied and complex, and they are typically served chilled. Common white grape varieties include Chardonnay, Sauvignon Blanc, Riesling, and Pinot Grigio. White wine is known for its refreshing qualities and is often enjoyed as an aperitif or paired with a variety of dishes, including seafood, poultry, and lighter fare.",
      "origin": "Worldwide",
      "category": "Wines",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Loire Valley Vouvray",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "green-chartreuse_41",
      "name": "Green Chartreuse",
      "strength": 55,
      "description": "Green Chartreuse is a herbal liqueur made by the Carthusian monks in France. It is known for its vibrant green color and complex flavor profile derived from a secret blend of 130 herbs and botanicals. Green Chartreuse has a strong and distinct taste, featuring herbal, floral, and spicy notes. It has a high alcohol content, typically 55% ABV (alcohol by volume). Green Chartreuse can be enjoyed on its own as a digestif or used in cocktails for its unique and intense flavor.",
      "origin": "France",
      "category": "Liqueurs",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "sparkling-wine_956",
      "name": "Sparkling wine",
      "strength": 0,
      "description": "Sparkling wine, encompassing everything from Champagne and Prosecco to Cava and Cremant, is a dynamic and essential component in cocktails, primarily valued for its effervescence and ability to add a celebratory lift. Beyond just bubbles, it contributes varying degrees of sweetness, acidity, and specific flavor notes—be it the crisp apple of Prosecco, the yeasty complexity of Champagne, or the citrusy brightness of Cava. In cocktails, sparkling wine lightens heavier spirits, extends refreshing drinks, and adds a luxurious texture, making it perfect for spritzes, fizzes, and iconic drinks like the French 75 or Mimosa, instantly elevating the perceived sophistication and occasion of a drink.",
      "origin": null,
      "category": "Wines",
      "amount": 90,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Piedmont Moscato d’Asti",
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
