{
  "_id": "tropical-popsicle_225",
  "name": "Tropical Popsicle",
  "instructions": "1. Add all ingredients, except soda water, to a cocktail shaker\n2. Add ice and shake hard for 10 seconds\n3. Strain into a highball glass filled with cubed ice\n4. Top with club soda",
  "created_at": null,
  "updated_at": null,
  "description": "A Japanese Whisky collins, with acidity, bitter notes and tropical flavors for a pop!",
  "source": "https://www.liberandcompany.com/collections/recipes/products/tropical-popsicle",
  "garnish": "banana leaf",
  "abv": 8.73,
  "tags": [
    "Summer"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///tropical-popsicle_UobvWL.jpg",
      "sort": 1,
      "placeholder_hash": "0DgKHwRvQamJiYhUuXmGiHeK+DZ1b1IH",
      "copyright": "LiberAndCo | Connor Stehr"
    }
  ],
  "ingredients": [
    {
      "_id": "whiskey_81",
      "name": "Whiskey",
      "strength": 40,
      "description": "Whiskey is a distilled alcoholic beverage made from fermented grain mash. The grains used in whiskey production can include barley, corn, rye, and wheat. The production process involves mashing the grains, fermenting the mash, distilling the liquid, and aging it in wooden barrels, usually made of oak. The aging process imparts flavors and character to the whiskey.\n\nThe flavor, aroma, and characteristics of whiskey can vary widely based on factors such as the type of grains used, the distillation process, the type of barrels used for aging, and the duration of maturation. Whiskey is enjoyed in various ways, including neat, on the rocks, or as a key ingredient in cocktails.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "aperol_27",
      "name": "Aperol",
      "strength": 11,
      "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.\n\nThe labels explicitly credit the product to Barbieri Brothers in 1919, and admit to “an infusion of orange, rhubarb, china and gentian”. (“China” in this case means cinchona.) Today, Aperol is “produced from the original recipe of Barbieri” by Campari, and could be described as “like Campari” but milder, with the orange flavor dominant, and a yellower (orange) color.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "passionfruit-syrup_173",
      "name": "Passionfruit syrup",
      "strength": 0,
      "description": "Passionfruit syrup is trickier to make and sometimes requires more obscure ingredients. This makes it one of the only flavored syrups worth buying over the counter.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "club-soda_68",
      "name": "Club soda",
      "strength": 0,
      "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer. Also known as soda, siphon soda water, soda water, siphon soda, and siphon water.\n\nSoda water is artificially or naturally carbonated water, to which mineral salts have been added. The product without the salts is termed \"seltzer\" or \"seltzer water.\"\n\nCarbonated water with added minerals—commonly sodium bicarbonate or salt—club soda was designed to approximate mineral water, which is often naturally fizzy, but can carry a hefty price tag. English chemist Joseph Priestly invented the process of carbonation in 1767, when he realized that the carbon dioxide produced during the fermentation of beer could be infused into water. Soon after, Jacob Schweppe, a Swiss watchmaker, figured out how to manufacture carbonated water (which has no added minerals) and club soda. These products would become the cornerstone of the Schweppes Company, which is still in existence today. The added salt or sodium bicarbonate helps to mitigate the sour flavors from the carbonic acid, a byproduct of carbon dioxide.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 90,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
