{
  "_id": "midnight-marauder-no-2_1474",
  "name": "Midnight Marauder No. 2",
  "instructions": "1. Stir all of the ingredients with ice, strain into a chilled glass, then garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "This rich cocktail combines rye whiskey, coffee liqueur, curaçao, and a touch of mezcal, making for a perfect nightcap. “It’s amazing to end your night with something that has a lot of depth of flavor to it,” says The Starling bar manager Kaley Brodeur.",
  "source": "https://imbibemagazine.com/recipe/midnight-marauder-no-2-whiskey-cocktail/",
  "garnish": "Lemon peel",
  "abv": 24.94,
  "tags": [],
  "glass": "Coupe",
  "method": "Stir",
  "utensils": [],
  "images": [
    {
      "uri": "file:///midnight-marauder-no-2-a-whiskey-cocktail-1_NLa3fo.webp",
      "sort": 1,
      "placeholder_hash": "GfgFFwZPTWdbhKhWx0eJp2lpB8llcFwH",
      "copyright": "Imbibe Magazine | John Valls"
    }
  ],
  "ingredients": [
    {
      "_id": "rye-whiskey_83",
      "name": "Rye whiskey",
      "strength": 40,
      "description": "Rye whiskey is a type of whiskey made primarily from rye grain. To be labeled as rye whiskey in the United States, the mash (grain mixture fermented to make alcohol) must be composed of at least 51% rye. The remaining ingredients in the mash can include other grains such as corn and barley. Rye whiskey is aged in new charred oak barrels, and the final product must be distilled to no more than 160 proof and entered into the barrel for aging at no more than 125 proof.\n\nAmerican rye whiskey tends to have a spicier and more robust flavor profile compared to bourbon, which is primarily made from corn.\n\nIn Canada, the term \"rye\" is often used broadly and doesn't necessarily mean that the whiskey is made predominantly from rye grain. Canadian rye whisky can contain a mix of grains, and the flavor profile may vary. Some Canadian whiskies labeled as \"rye\" are made with little or no rye content.\n\nRye whiskey is known for its distinctive taste, which can include spicy, fruity, and sometimes peppery notes. It can be enjoyed neat, on the rocks, or used in various cocktails such as the classic Manhattan or Old Fashioned.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "sweet-vermouth_117",
      "name": "Sweet Vermouth",
      "strength": 18,
      "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
      "origin": "Worldwide",
      "category": "Fortified wine",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "coffee-liqueur_28",
      "name": "Coffee liqueur",
      "strength": 20,
      "description": "Coffee liqueur is a sweet and flavored liqueur that is infused with the rich and robust taste of coffee. It typically combines distilled spirits like vodka or rum with coffee extracts, sweeteners, and sometimes additional flavorings. Coffee liqueur is known for its dark color and the deep, complex flavor profile that includes the bold essence of coffee along with sweetness and often a touch of bitterness. It is a versatile ingredient used in various cocktails, desserts, and coffee-based beverages. Popular brands include Kahlúa and Tia Maria, and common cocktails featuring coffee liqueur include the White Russian and Espresso Martini.",
      "origin": "Mexico",
      "category": "Liqueurs",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "orange-curacao_53",
      "name": "Orange Curaçao",
      "strength": 20,
      "description": "Liqueur flavored with the dried peel of the bitter orange laraha, a citrus fruit grown on the Dutch island of Curaçao. Curaçao is used by liqueur makers overt the world as a generic name for orange-flavoured liqueurs.",
      "origin": "Netherlands",
      "category": "Liqueurs",
      "amount": 1,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
