{
  "_id": "old-haitian_1140",
  "name": "Old Haitian",
  "instructions": "1. Combine all ingredients in a swizzle glass over crushed ice.\n2. Garnish with a bouquet of mint.",
  "created_at": null,
  "updated_at": null,
  "description": "Orlando Franklin McCray's update on the modern classic, the Old Cuban, calls on a base of Haitian clairin and gets served over crushed ice.",
  "source": "https://punchdrink.com/recipes/old-haitian/",
  "garnish": "mint",
  "abv": 17.31,
  "tags": [
    "Swizzle"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///old-haitian-1_00mtV8.jpg",
      "sort": 1,
      "placeholder_hash": "EegNFwY0iYaQmHhtZzeZeIh4NnAnBJIE",
      "copyright": "Punch Staff | Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "rhum-agricole_101",
      "name": "Rhum agricole",
      "strength": 50,
      "description": "Rhum Agricole is a style of rum that is made from fresh sugarcane juice rather than molasses, which is the byproduct of sugar production. The term \"agricole\" is French for \"agricultural,\" highlighting the agricultural origin of the sugarcane used in the production.\n\nRhum Agricole is particularly associated with regions like Martinique and Guadeloupe, where the production of this style of rum has a long and established tradition. The distinctive character of Rhum Agricole has contributed to its popularity among rum enthusiasts and mixologists seeking unique and flavorful spirits.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Boukman Rhum",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "demerara-syrup_135",
      "name": "Demerara Syrup",
      "strength": 0,
      "description": "Syrup made with demerara sugar",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "dry-curacao_54",
      "name": "Dry Curaçao",
      "strength": 40,
      "description": "Dry Curaçao is a type of orange-flavored liqueur that originated on the Caribbean island of Curaçao. Dry Curaçao is made from the peels of bitter oranges, and it is characterized by its dry and less sweet profile compared to regular Curaçao. It is often used as a premium orange liqueur in cocktails, imparting a bright citrus flavor without the added sweetness. Dry Curaçao is a versatile ingredient and is commonly featured in classic and modern mixology, contributing to a variety of cocktails.",
      "origin": "Italy",
      "category": "Orange Curaçao",
      "amount": 1,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 3,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "champagne_122",
      "name": "Champagne",
      "strength": 12,
      "description": "Champagne is a sparkling wine that comes from the Champagne region of France. It is one of the most famous and prestigious types of sparkling wine globally. The name \"Champagne\" is legally protected, and only wines produced in the Champagne region using specific methods can be labeled as such.\n\nChampagne is often associated with celebrations and is widely used in toasts. It comes in various styles, including non-vintage (a blend of multiple years), vintage (made from grapes of a single year), and prestige cuvées (high-quality, limited-production wines from a specific producer). The versatility of Champagne allows it to be enjoyed on its own or paired with a variety of foods.",
      "origin": "France",
      "category": "Sparkling wine",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
