{
  "_id": "flannel-shirt_426",
  "name": "Flannel Shirt",
  "instructions": "1. Add all ingredients to a cocktail shaker.\n2. Add ice and shake until chilled.\n3. Strain into a rocks glass over ice.\n4. Garnish with an orange peel.",
  "created_at": null,
  "updated_at": null,
  "description": "Bartender Jeffrey Morgenthaler of the Clyde Common in Portland, Oregon, created the Flannel Shirt for an autumnal event. Using classic fall flavors—apple, earth, spice and smoke—he whipped up this fleecy, bone-warming drink with the bold backbone of Scotch and a supporting cast of apple cider, St. Elizabeth Allspice Dram and super-bold Averna. Morgenthaler says, “It reminds me of a hot drink that you’d have on Thanksgiving morning—only served cold.”",
  "source": "https://punchdrink.com/recipes/flannel-shirt/",
  "garnish": "orange peel",
  "abv": 18.6,
  "tags": [
    "Sour",
    "Fruity"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///flannel-shirt-1_7dqYDe.jpg",
      "sort": 1,
      "placeholder_hash": "XQgKDwKGiWeymXh1mbiZqIiP9blGj3cF",
      "copyright": "Punch Staff | Daniel Krieger"
    }
  ],
  "ingredients": [
    {
      "_id": "scotch-whiskey_84",
      "name": "Scotch whiskey",
      "strength": 40,
      "description": "Produced in Scotland, typically made from malted barley, and aged for a minimum period in oak barrels. Scotch can be further classified into single malt, single grain, blended malt, blended grain, and blended Scotch whisky.",
      "origin": "Scotland",
      "category": "Whiskey",
      "amount": 52.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "apple-cider_191",
      "name": "Apple Cider",
      "strength": 8,
      "description": "Apple cider is a beverage made from the pressed and fermented juice of apples. The process typically involves crushing apples to extract their juice, which is then fermented by natural yeasts or added commercial yeast to convert the sugars into alcohol. The fermentation process can take place over several weeks, resulting in hard apple cider, which contains alcohol.\n\nHowever, the term \"apple cider\" can also refer to a non-alcoholic beverage, particularly in the United States and parts of Canada. In this context, apple cider is the fresh, unfiltered, and unpasteurized juice of apples. It is often characterized by its cloudy appearance due to the presence of apple solids and sediment.\n\nThe flavor of apple cider can vary depending on the apple varieties used and whether any additional spices, such as cinnamon or cloves, are added. It is a popular beverage in the fall, especially in regions with apple orchards, and is often enjoyed hot or cold. Some people also use apple cider as a base for other drinks or as an ingredient in cooking and baking.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "amaro-averna_126",
      "name": "Amaro Averna",
      "strength": 29,
      "description": "Amaro Averna is the most popular cocktail amaro in the amber, bittersweet style that makes up much of the “common” amari stocked on shelves. Because of this, Averna is often one of the easiest bottles to procure, and may be used as a substitute in a pinch for other harder to find styles like Montenegro, Ramazzotti, and Ciociaro. Most folks will tell you that “each amaro is different” and effectively—yes—this is true, but many amari will substitute for one-another just fine, with the understanding that the drink will be subtly different.",
      "origin": "Italy",
      "category": "Amaro",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "demerara-syrup_135",
      "name": "Demerara Syrup",
      "strength": 0,
      "description": "Syrup made with demerara sugar",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 1,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "allspice-dram_172",
      "name": "Allspice dram",
      "strength": 22.5,
      "description": "Allspice dram, also known as pimento dram, is a liqueur made from the dried berries of the allspice tree (Pimenta dioica). Despite its name, allspice is a single spice, not a blend. The berries have flavors reminiscent of a combination of cinnamon, cloves, and nutmeg, hence the name \"allspice.\"\n\nTo make allspice dram, the dried allspice berries are crushed or ground and then steeped in high-proof alcohol to extract their flavors. This infusion is typically sweetened with sugar, resulting in a sweet and spiced liqueur. The final product often has a warm and aromatic profile, with notes of cinnamon, clove, and nutmeg.\n\nAllspice dram is used as a flavoring agent in cocktails, adding depth and complexity to drinks. It's a common ingredient in classic and modern tiki cocktails, where its spice-forward profile complements tropical fruit flavors.",
      "origin": "Greater Antilles",
      "category": "Liqueurs",
      "amount": 0.5,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
