{
  "_id": "haymaker_758",
  "name": "Haymaker",
  "instructions": "1. Add all of the ingredients to a shaker, fill with ice, and shake well. Double strain into a rocks glass filled with fresh ice. Garnish with a large dollop of fresh whipped cream, a sprinkle of Maldon salt, and instant espresso powder.",
  "created_at": null,
  "updated_at": null,
  "description": "This rich combo of rye whiskey, espresso, and cream drinks like a boozy iced latte.",
  "source": "https://imbibemagazine.com/recipe/haymaker-espresso-cocktail/",
  "garnish": "Whipped cream, sea salt, instant coffee powder",
  "abv": 11.08,
  "tags": [
    "Coffee"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///haymaker-1_PaczZd.jpg",
      "sort": 1,
      "placeholder_hash": "1ygOFwSTiXiAlYeIdxephYloWIcIdYMA",
      "copyright": "Imbibe Magazine | Jason Varney"
    }
  ],
  "ingredients": [
    {
      "_id": "rye-whiskey_83",
      "name": "Rye whiskey",
      "strength": 40,
      "description": "Rye whiskey is a type of whiskey made primarily from rye grain. To be labeled as rye whiskey in the United States, the mash (grain mixture fermented to make alcohol) must be composed of at least 51% rye. The remaining ingredients in the mash can include other grains such as corn and barley. Rye whiskey is aged in new charred oak barrels, and the final product must be distilled to no more than 160 proof and entered into the barrel for aging at no more than 125 proof.\n\nAmerican rye whiskey tends to have a spicier and more robust flavor profile compared to bourbon, which is primarily made from corn.\n\nIn Canada, the term \"rye\" is often used broadly and doesn't necessarily mean that the whiskey is made predominantly from rye grain. Canadian rye whisky can contain a mix of grains, and the flavor profile may vary. Some Canadian whiskies labeled as \"rye\" are made with little or no rye content.\n\nRye whiskey is known for its distinctive taste, which can include spicy, fruity, and sometimes peppery notes. It can be enjoyed neat, on the rocks, or used in various cocktails such as the classic Manhattan or Old Fashioned.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Rittenhouse",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "espresso_72",
      "name": "Espresso",
      "strength": 0,
      "description": "Espresso is generally thicker than coffee brewed by other methods, with a viscosity similar to that of warm honey.",
      "origin": "Italy",
      "category": "Coffee",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "freshly brewed, or sub a coffee concentrate",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "coffee-liqueur_28",
      "name": "Coffee liqueur",
      "strength": 20,
      "description": "Coffee liqueur is a sweet and flavored liqueur that is infused with the rich and robust taste of coffee. It typically combines distilled spirits like vodka or rum with coffee extracts, sweeteners, and sometimes additional flavorings. Coffee liqueur is known for its dark color and the deep, complex flavor profile that includes the bold essence of coffee along with sweetness and often a touch of bitterness. It is a versatile ingredient used in various cocktails, desserts, and coffee-based beverages. Popular brands include Kahlúa and Tia Maria, and common cocktails featuring coffee liqueur include the White Russian and Espresso Martini.",
      "origin": "Mexico",
      "category": "Liqueurs",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "orgeat-syrup_109",
      "name": "Orgeat Syrup",
      "strength": 0,
      "description": "Sweet syrup made from almonds, sugar, and rose water or orange flower water.",
      "origin": null,
      "category": "Simple Syrup",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
