{
  "_id": "treacle_1514",
  "name": "Treacle",
  "instructions": "1. Build in a double rocks glass filled with ice.\n2. Float cloudy apple juice on top.",
  "created_at": null,
  "updated_at": null,
  "description": "One of the simplest of Bradsell’s inventions to have found lasting popularity, this is an Old-Fashioned variation. An inventive use of rum for the time. Bradsell preferred rum in this drink is Myers, and he advocated for cheap, store brand apple juice, such at Mott’s, not the fresh-pressed apple juice young mixologists sometimes opted for, thinking they were improving the drink. More popular in the UK than in the U.S., where it is rarely seen. The drink’s exact place and year of birth are unknown.",
  "source": "Dick Bradsell, 1990s",
  "garnish": null,
  "abv": 26.55,
  "tags": [
    "Fruity",
    "Sweet",
    "Bitter"
  ],
  "glass": "Lowball",
  "method": "Build",
  "utensils": [],
  "images": [],
  "ingredients": [
    {
      "_id": "jamaican-rum_100",
      "name": "Jamaican Rum",
      "strength": 40,
      "description": "Jamaican rum refers to rum produced in Jamaica, a Caribbean island known for its rich history of rum production. Jamaican rum is renowned for its bold and distinctive flavor profile, often characterized by robust and complex notes.\n\nJamaican rum has a strong cultural and historical significance, and the island is home to several well-known distilleries, each with its unique approach to rum production. Brands such as Appleton Estate and Wray & Nephew are examples of Jamaican rums that have gained international acclaim.",
      "origin": "Jamaica",
      "category": "Rum",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "apple-juice_131",
      "name": "Apple Juice",
      "strength": 0,
      "description": "Apple juice is a beverage made from apples, typically extracted through crushing and then milling. The juice is often pasteurized to extend its shelf life and prevent spoilage, although unpasteurized versions are also available. The flavor profile can vary significantly depending on the apple variety used, ranging from tart and crisp to sweet and mellow.",
      "origin": "United States",
      "category": "Juices",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
