{
  "_id": "irish-coffee_1509",
  "name": "Irish Coffee",
  "instructions": "1. Prepare an Irish Coffee glass (or a wine glass or mug) by filling it with hot water.\n2. Discard hot water, and drop in sugar cubes (or sugar).\n3. Add hot coffee and stir to dissolve sugar.\n4. Add Irish whiskey and stir again.\n5. Gently ladle a collar of lightly whipped cream to float on top of the drink.",
  "created_at": null,
  "updated_at": null,
  "description": "First introduced to the United States by way of San Francisco’s Buena Vista Café, the Irish Coffee was invented at the Foynes Airport’s restaurant in 1943. At the time, Foynes acted as a major intercontinental hub to the U.K. and, one evening, when a flight bound for Newfoundland was forced to turn back due to poor weather, airport staff led the returning passengers to the airport’s cafe. Chef Joe Sheridan greeted the travelers with glasses of warm coffee laced with Irish Whiskey, which he appropriately christened the “Irish Coffee.” Eventually, Foynes Flying Boat Station was closed and the Shannon Airport took its place, where the national cocktail still greets weary travelers today. The drink finally made its way to the U.S. in 1952 when the Buena Vista’s then-owner combined efforts with the travel writer Stanton Delaplane to recreate the storied cocktail. Today, on any given afternoon, the waterfront tavern is packed with drinkers awaiting Irish Coffees churned out by the white-jacketed bartenders who can, all at once, make small talk, dose a dozen glasses with hot coffee and gracefully float a dollop of perfectly whipped cream atop each one.",
  "source": "https://punchdrink.com/recipes/irish-coffee/",
  "garnish": null,
  "abv": 9.92,
  "tags": [
    "Coffee"
  ],
  "glass": "Glass mug",
  "method": "Build",
  "utensils": [],
  "images": [
    {
      "uri": "file:///irish-coffee-1-1_8eKgCr.webp",
      "sort": 1,
      "placeholder_hash": "1igGDwIKXJPDeGitJvg95YdtpJCJCowE",
      "copyright": "Punch Staff | Eric Wolfinger"
    }
  ],
  "ingredients": [
    {
      "_id": "irish-whiskey_86",
      "name": "Irish whiskey",
      "strength": 40,
      "description": "Produced in Ireland, often made from a mix of malted and unmalted barley and aged for a minimum period in wooden casks. Styles include single malt, single pot still, blended Irish whiskey, and others.",
      "origin": "Ireland",
      "category": "Whiskey",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Tullamore Dew",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "coffee_73",
      "name": "Coffee",
      "strength": 0,
      "description": "Coffee is a beverage made from roasted coffee beans. The beans are ground and brewed with hot water to produce a flavorful and aromatic drink. Coffee is enjoyed worldwide and comes in various styles, including espresso, drip coffee, and specialty beverages. It contains caffeine, a natural stimulant, and is often consumed for its energizing effects and rich, complex taste.",
      "origin": "Africa",
      "category": "Beverages",
      "amount": 4,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "hot",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "sugar_16",
      "name": "Sugar",
      "strength": 0,
      "description": "White sugar",
      "origin": null,
      "category": "Sweeteners",
      "amount": 2,
      "units": "cube",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "or 2 teaspoons sugar",
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "cream_11",
      "name": "Cream",
      "strength": 0,
      "description": "Cream is a dairy product composed of the higher-fat layer skimmed from the top of milk before homogenization.",
      "origin": null,
      "category": "Dairy",
      "amount": 1,
      "units": "topup",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
