{
  "_id": "bluebird-eggnog_1510",
  "name": "Bluebird Eggnog",
  "instructions": "1. Add all ingredients to a shaker and dry-shake vigorously.\n2. Add ice, and quickly hard-shake.\n3. Double-strain into a rocks glass with light ice.\n4. To garnish, place a white chocolate eggshell on top of the cocktail.\n\n\n ## Editors note:\n\n### White Chocolate Eggshell\n\nTemper high-quality white chocolate. While the chocolate is heating, blow up water balloons to roughly the size of an extra-large egg, and assemble a cold water bath. \n\nWhen the white chocolate is tempered, dip the balloon halfway and allow the chocolate to drip off, then place directly into the cold water to set.\n\nOnce the chocolate has set, pop the balloon with a paring knife or scissors, and peel it away from the chocolate shell. Chocolate eggs may be stored in the freezer until ready to use.",
  "created_at": null,
  "updated_at": null,
  "description": "This eggnog cocktail recipe from Baltimore bar The Bluebird combines cream, rum, apple brandy, an egg and simple syrup.",
  "source": "https://punchdrink.com/recipes/bluebird-eggnog/?utm_source=Sailthru&utm_medium=email&utm_campaign=20241214_Punch_Content_5%20Things%20to%20Drink%20and%20Read%20This%20Weekend&utm_term=Punch%20-%20Latest%20%28LIST%20TO%20SEND%20TO%29%20%2A%2ASecond%20Attempt%2A%2A",
  "garnish": "white chocolate eggshell (see Editor’s Note)",
  "abv": 12.8,
  "tags": [],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///bluebird-eggnog-1_G8QXRj.webp",
      "sort": 1,
      "placeholder_hash": "ZBgSFwJ4Z4iFhniPiteHaGeEljBICYMG",
      "copyright": "Punch Staff | Justin Tsucalas"
    }
  ],
  "ingredients": [
    {
      "_id": "cream_11",
      "name": "Cream",
      "strength": 0,
      "description": "Cream is a dairy product composed of the higher-fat layer skimmed from the top of milk before homogenization.",
      "origin": null,
      "category": "Dairy",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "light-rum_96",
      "name": "Light Rum",
      "strength": 40,
      "description": "White rum, also known as light or silver rum, is a type of rum that is clear and colorless. It is often unaged or aged for a very short period in stainless steel or other neutral containers, which prevents it from developing the color and flavor that result from prolonged aging in wooden barrels.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably Lyon White Rum",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "apple-brandy_90",
      "name": "Apple Brandy",
      "strength": 40,
      "description": "Apple brandy is a distilled spirit made from fermented apple juice or cider. The production involves fermenting apples, distilling the resulting liquid, and often aging it in oak barrels. The final product can range from clear to amber in color and exhibits a variety of apple-derived flavors, influenced by the apple varieties used and the aging process. Apple brandy can be enjoyed on its own or used in cocktails and culinary applications. The term encompasses a broad category of apple-based spirits produced globally, with variations in production methods and flavor profiles.",
      "origin": "France",
      "category": "Fruit brandy",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "egg_159",
      "name": "Egg",
      "strength": 0,
      "description": "Chicken eggs are a versatile and commonly consumed food product, used in various culinary applications for their nutritional content and cooking properties.\n\nWhole egg is commonly used in \"flip\" style of cocktails.\n\nThe term \"flip\" refers to a category of cocktails that traditionally includes a combination of spirits, sweeteners, and a whole egg. Flips are characterized by their smooth and frothy texture, achieved by vigorously shaking or \"flipping\" the ingredients, which incorporates air and emulsifies the egg.\n\nThe ingredients are shaken together without ice first (a \"dry shake\") to emulsify the egg, and then ice is added for a second round of shaking to chill the mixture. The final drink is strained into a glass, and a sprinkle of nutmeg on top is a common finishing touch.",
      "origin": "Worldwide",
      "category": "Dairy",
      "amount": 1,
      "units": "whole",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "preferably an Amish egg",
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
