{
  "_id": "strictly-business_1836",
  "name": "Strictly Business",
  "instructions": "1. Add all of the ingredients to a shaker with ice.\n2. Shake to chill and strain over fresh ice in a glass.\n3. Garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "The Gold Rush, a modern classic created by Milk & Honey's T.J. Siegal and the late Sasha Petraske, serves as the foundation for this rye whiskey cocktail at Polite Provisions. \"When developing this menu, we specifically pulled inspiration from those who had the greatest influence on our cocktail program to date, and many of the teachings of Sasha Petraske hold strong,\" says Alicia Perry, beverage director for CH Projects. In this twist, rye steps in for bourbon, and oloroso sherry, sweet vermouth, and herbed bitters follow, creating a \"fresh qualities, pleasantly herbed, rich and impactful, with a clean, nuanced honeysuckle finish,\" Perry adds.",
  "source": "https://imbibemagazine.com/recipe/strictly-business-from-polite-provisions/",
  "garnish": "Star anise",
  "abv": 15.62,
  "tags": [
    "Dessert"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///strictly-business-from-polite-provisions-1_32Cl9I.webp",
      "sort": 1,
      "placeholder_hash": "VDkKFwQvqHeHWpeYa4R3d1aJ5oBHC2QG",
      "copyright": "Imbibe Magazine | Shannon Partrick"
    }
  ],
  "ingredients": [
    {
      "_id": "rye-whiskey_83",
      "name": "Rye whiskey",
      "strength": 40,
      "description": "Rye whiskey is a type of whiskey made primarily from rye grain. To be labeled as rye whiskey in the United States, the mash (grain mixture fermented to make alcohol) must be composed of at least 51% rye. The remaining ingredients in the mash can include other grains such as corn and barley. Rye whiskey is aged in new charred oak barrels, and the final product must be distilled to no more than 160 proof and entered into the barrel for aging at no more than 125 proof.\n\nAmerican rye whiskey tends to have a spicier and more robust flavor profile compared to bourbon, which is primarily made from corn.\n\nIn Canada, the term \"rye\" is often used broadly and doesn't necessarily mean that the whiskey is made predominantly from rye grain. Canadian rye whisky can contain a mix of grains, and the flavor profile may vary. Some Canadian whiskies labeled as \"rye\" are made with little or no rye content.\n\nRye whiskey is known for its distinctive taste, which can include spicy, fruity, and sometimes peppery notes. It can be enjoyed neat, on the rocks, or used in various cocktails such as the classic Manhattan or Old Fashioned.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "honey-syrup_110",
      "name": "Honey Syrup",
      "strength": 0,
      "description": "Syrup made from dissolving honey in water.",
      "origin": "Worldwide",
      "category": "Simple Syrup",
      "amount": 0.75,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "2 1/2:1 honey to water",
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "sherry_124",
      "name": "Sherry",
      "strength": 17,
      "description": "Sherry is a fortified wine that originates from the Jerez region in southwestern Spain. It is made from white grapes, primarily the Palomino grape variety, and is known for its unique production process, diverse styles, and complex flavors. Sherry has a protected designation of origin (DO) status, meaning that only wines produced in the designated region can be labeled as Sherry.",
      "origin": "Spain",
      "category": "Fortified wine",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Oloroso",
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "sweet-vermouth_117",
      "name": "Sweet Vermouth",
      "strength": 18,
      "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
      "origin": "Worldwide",
      "category": "Fortified wine",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "bouquet-bitters_1172",
      "name": "Bouquet bitters",
      "strength": 0,
      "description": "Combine 4 oz. of caraway seeds, 4 oz. of fennel seeds, 4 oz. of dried whole tarragon, and 1 cup of vodka in a sealable container. Leave it to infuse for 30 hours at room temperature. Afterward, fine-strain out the herbs.",
      "origin": null,
      "category": "Bitters",
      "amount": 2,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
