{
  "_id": "el-pepe_1833",
  "name": "El Pepe",
  "instructions": "1. Add all ingredients to a cocktail shaker.\n2. Add ice and shake until chilled.\n3. Strain over a large rock into a rocks glass.\n4. Garnish with a basil leaf.",
  "created_at": null,
  "updated_at": null,
  "description": "Although A16’s El Pepe cocktail recipe looks innocent in a glass, it’s delightfully complex, built with a structure similar to Margarita.",
  "source": "https://punchdrink.com/recipes/el-pepe/",
  "garnish": "basil leaf",
  "abv": 21.25,
  "tags": [
    "Savory"
  ],
  "glass": "Lowball",
  "method": "Blend",
  "utensils": [],
  "images": [
    {
      "uri": "file:///el-pepe-1_aJaEaW.webp",
      "sort": 1,
      "placeholder_hash": "ITkWHwSXhmdwdoiDiXeIeYiJeAA3OYAI",
      "copyright": "Punch Staff | Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "such as Del Maguey Vida",
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "genepy_1169",
      "name": "Génépy",
      "strength": 38,
      "description": "Génépy (or Génépi) is a traditional herbal liqueur from the Alpine regions of France and Italy, made from a variety of aromatic mountain plants, primarily Artemisia (a genus that includes wormwood). It has a complex, herbaceous flavor with notes of chamomile, mint, pine, and subtle sweetness, often compared to Chartreuse but with a more delicate and floral profile. The liqueur’s signature golden-green hue comes from the infusion of these alpine herbs.\n\nIf you're looking for a substitute, a mild herbal liqueur like Dolin Génépy des Alpes, Yellow Chartreuse, or even a mix of Green Chartreuse and a floral liqueur (like St-Germain) can work in cocktails that call for Génépy.",
      "origin": "France",
      "category": "Liqueurs",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "such as Dolin",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 0.25,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "1:1, sugar to water",
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "basil_160",
      "name": "Basil",
      "strength": 0,
      "description": "Basil is an annual, or sometimes perennial, herb used for its leaves.",
      "origin": "Worldwide",
      "category": "Fruits and vegetables",
      "amount": 2,
      "units": "leaves",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "chilli-pepper_9",
      "name": "Chilli Pepper",
      "strength": 0,
      "description": "Chili peppers are known for their pungent and spicy flavor, attributed to the compound capsaicin. They come in various shapes, sizes, and colors, ranging from mild to extremely hot varieties.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 1,
      "units": "slice",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "thin",
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "angostura-aromatic-bitters_22",
      "name": "Angostura aromatic bitters",
      "strength": 44.7,
      "description": "Angostura bitters is a concentrated bitters (herbal alcoholic preparation) and highly aromatic flavoring agent used in the preparation of cocktails and various culinary applications. It is a dark brown liquid made from a secret blend of herbs and spices, created by the House of Angostura in Trinidad and Tobago. Despite its name, Angostura bitters does not contain angostura bark; instead, it features a proprietary combination of botanical ingredients.\n\nAngostura bitters typically comes in small bottles with a distinctive oversized label and a built-in dasher top, allowing for controlled and precise pouring.\n\nDespite the name, Angostura bitters is non-alcoholic in the sense that it is not consumed in large quantities and is used as a flavoring agent rather than a beverage on its own.\n\nAngostura bitters has become an iconic and essential ingredient in the world of cocktails, appreciated for its ability to elevate and enhance the overall drinking experience.",
      "origin": "Trinidad & Tobago",
      "category": "Bitters",
      "amount": 4,
      "units": "dash",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
