{
  "_id": "spaceface-from-young-american_1144",
  "name": "Spaceface from Young American",
  "instructions": "1. Muddle 1 lime wedge with 6 mint leaves. Add the remaining ingredients, plus ice, and shake until cold. Strain into the glass over fresh ice and garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "A touch of crème de menthe and large bouquet of mint make this tequila cocktail from Chicago's Young American extra-refreshing.",
  "source": "https://imbibemagazine.com/recipe/spaceface-from-young-american/",
  "garnish": "Mint",
  "abv": 17.37,
  "tags": [],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///spaceface-from-young-american-1_IgEgAC.jpg",
      "sort": 0,
      "placeholder_hash": "HjgOJwhfa4ead4hmeahneYd4No9n/lMN",
      "copyright": "Imbibe Magazine | Young American"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-blanco_91",
      "name": "Tequila Blanco",
      "strength": 40,
      "description": "Tequila is a distilled alcoholic beverage made from the fermented juice of the blue agave plant, primarily grown in the Jalisco region of Mexico. The production of tequila is regulated by Mexican law, specifying the geographical areas where it can be produced and the methods used in its production.\n\nTequila Blanco, also known as Tequila Silver or Tequila Plata, is a type of tequila that is typically unaged or aged for a very short period. It is the purest expression of the blue agave flavor, as it is not influenced by the characteristics of aging in oak barrels.\n\nBlanco tequila is a popular choice for those who want to experience the true essence of the agave plant without the influence of aging. It provides a lively and authentic representation of tequila's primary ingredient.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "pineapple-syrup_179",
      "name": "Pineapple Syrup",
      "strength": 0,
      "description": "In a blender, combine 10 oz. of pineapple juice, 10 oz. of granulated sugar, 1/2 oz. of gum Arabic powder (available in natural foods stores or online), and 1/4 tsp. citric acid, and blend until combined. Pour into a zip-sealed bag and place in a hot water bath (set to 145 degrees F, if using an immersion circulator) for 2 hours. Bottle for use; keeps refrigerated for up to 2 weeks.",
      "origin": null,
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "McKinley uses Small Hand Foods",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "honey_736",
      "name": "Honey",
      "strength": 0,
      "description": "Honey is a naturally sweet substance produced by bees from the nectar of flowers. It's a viscous liquid composed primarily of sugars (fructose and glucose), water, and small amounts of minerals, vitamins, enzymes, and amino acids. The flavor profile of honey varies greatly depending on the floral source – some varieties are light and delicate, while others possess bolder, more complex notes. It's prized not only for its sweetness but also for its unique aromatic qualities and potential health benefits.\n\nBeyond its culinary uses, honey has a long history of use in traditional medicine and as a preservative. The consistency can range from thin and runny to thick and crystallized, depending on factors like temperature and storage. Different floral sources impart distinct characteristics, influencing the overall taste and texture. It's a versatile ingredient that can be used in a wide variety of applications, adding sweetness and complexity.\n\nMake sure you get the real stuff, not “honey-flavored syrup.”",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "creme-de-menthe_178",
      "name": "Crème de menthe",
      "strength": 20,
      "description": "Sweet, mint-flavored alcoholic beverage. It is available commercially in a colorless version (called \"white\") and a green version (colored by the mint leaves or by added coloring if made from extract instead of leaves). Both varieties have similar flavor and are interchangeable in recipes, except where color is important. It is usually made with Corsican mint or peppermint, which is steeped in grain alcohol for several weeks before it is filtered and sweetened to create the final product. It typically has 25% alcohol by volume.",
      "origin": "France",
      "category": "Crème de",
      "amount": 1,
      "units": "barspoon",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "lime_1",
      "name": "Lime",
      "strength": 0,
      "description": "Lime is a citrus fruit known for its small size, vibrant green color, and tart flavor.",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 1,
      "units": "wedge",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "mint_7",
      "name": "Mint",
      "strength": 0,
      "description": "Mint refers to a family of aromatic herbs known for their refreshing flavor and fragrance. The most commonly used and recognized type of mint is spearmint (Mentha spicata), but there are various other species and hybrids, including peppermint (Mentha × piperita).",
      "origin": null,
      "category": "Fruits and vegetables",
      "amount": 6,
      "units": "leaves",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
