{
  "_id": "heart-of-stone_1135",
  "name": "Heart of Stone",
  "instructions": "1. Add all of the ingredients to mixing glass with ice and stir.\n2. Strain over a large ice cube in a glass.\n3. Garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "Stuart Weaver, general manager and partner of Denver's Lady Jane, says this Boulevardier variation was the result of a last-minute menu change at the bar, quickly coming together 30 minutes before service began. \"I find it so funny that a cocktail I put five minutes of work into turns out to be one of my favorites and a staple here at Lady Jane,\" he says.",
  "source": "https://imbibemagazine.com/recipe/heart-of-stone-boulevardier-variation/",
  "garnish": "Flamed orange peel",
  "abv": 23.85,
  "tags": [],
  "glass": "Lowball",
  "method": "Stir",
  "utensils": [],
  "images": [
    {
      "uri": "file:///heart-of-stone-1_Ko5xv9.jpg",
      "sort": 0,
      "placeholder_hash": "zygKJwgMdoZ6aIlxeheYh4d3V2A1EDIE",
      "copyright": "Imbibe Magazine | Connor Stehr"
    }
  ],
  "ingredients": [
    {
      "_id": "bourbon-whiskey_82",
      "name": "Bourbon Whiskey",
      "strength": 40,
      "description": "A type of American whiskey, primarily made from corn and aged in new charred oak barrels. Bourbon has a sweet and full-bodied flavor profile.\n\nTo be labeled as bourbon, a whiskey must meet the following criteria:\n\n1. Grain Mash Composition: Bourbon must be made from a grain mash that is at least 51% corn. The remaining portion of the mash can include other grains such as barley, rye, and wheat.\n\n2. Distillation: Bourbon must be distilled to no more than 160 proof (80% alcohol by volume) and entered into the barrel for aging at no more than 125 proof (62.5% alcohol by volume).\n\n3. Barrel Aging: Bourbon must be aged in new charred oak barrels. There is no minimum aging requirement for bourbon, but to be labeled as \"straight bourbon,\" it must be aged for at least two years.\n\n4. No Additives: Bourbon must not contain any additives except water to adjust the proof.\n\n5. Bottling Strength: Bourbon must be bottled at a minimum of 80 proof (40% alcohol by volume).\n\n6. Geographic Origin: While bourbon can be produced anywhere in the United States, it is strongly associated with Kentucky, and many consider Kentucky bourbon to be a distinctive category.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "sweet-vermouth_117",
      "name": "Sweet Vermouth",
      "strength": 18,
      "description": "Sweet vermouth, often simply referred to as \"vermouth,\" is a fortified and aromatized wine that is flavored with a variety of botanicals, herbs, and spices. It belongs to the category of vermouth, which includes both sweet (red) and dry (white) vermouth.\n\nVermouth is a wine-based product, and like wine, it should be stored in a cool, dark place, and once opened, it is often recommended to be refrigerated to maintain its freshness.",
      "origin": "Worldwide",
      "category": "Fortified wine",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "cynar_143",
      "name": "Cynar",
      "strength": 16.5,
      "description": "Bitter apéritif of the amaro variety. It is made from 13 herbs and plants, predominant among which is the artichoke (Cynara scolymus), from which the drink derives its name.",
      "origin": "Italy",
      "category": "Amaro",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "saline-solution_176",
      "name": "Saline solution",
      "strength": 0,
      "description": "20% saline\n\nSaline solution, often simply referred to as salt solution, is a mixture of water and sodium chloride (salt). It's a surprisingly versatile ingredient, primarily used to enhance and balance flavors rather than contribute a distinct taste of its own. The precise ratio of salt to water can be adjusted to achieve different levels of intensity, though a standard ratio is typically employed. It's a fundamental component in many culinary applications beyond beverages, often used to season food and create brines.\n\nBeyond its simple composition, saline solution plays a crucial role in manipulating perceived sweetness and acidity. A small addition can soften harsh edges and create a more rounded, palatable experience. It's important to note that the quality of the salt used significantly impacts the final product; finer salts generally dissolve more readily and provide a more consistent result. The ingredient is often used to create a 'salty' rim for glasses, or to add a subtle savory note to drinks.",
      "origin": null,
      "category": null,
      "amount": 3,
      "units": "drops",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
