{
  "_id": "212_113",
  "name": "212",
  "instructions": "1. Combine all ingredients in a shaker and shake\n2. Double strain into large, chilled glass filled with ice.\n3. Optionally top with soda.",
  "created_at": null,
  "updated_at": null,
  "description": "The 212 is a delectable cocktail in a big, beautiful, reddish-pink package. It’s a simple summer diddy that wins hearts with a kiss of bitterness and a big splash of earthy fruit. The recipe was originally conceived by Aisha Sharpe and Willy Shine of the cocktail consultancy Contemporary Cocktails, who created menus and drinks for NYC hot spots. It later found its way into the fabulous PDT Cocktail Book, and a wider distribution of eyes and tongues. The name is both a reference to Manhattan’s most popular area code as well as the ratios in the drink, which if you ask us, is pretty freaking clever.",
  "source": "https://tuxedono2.com/212-cocktail-recipe",
  "garnish": "grapefruit peel or orange peel for garnish",
  "abv": 14.56,
  "tags": [
    "Bitter",
    "Citrusy",
    "Summer"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///212.webp",
      "sort": 1,
      "placeholder_hash": "jSgKJwYWlneQlop4eoaXB5h8hXA4B4cD",
      "copyright": "TuxedoNo2"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-reposado_93",
      "name": "Tequila Reposado",
      "strength": 40,
      "description": "Tequila Reposado is a type of tequila that has been aged or \"rested\" in oak barrels for a specific period, giving it a mellower and more complex flavor compared to Tequila Blanco (unaged tequila). The term \"reposado\" translates to \"rested\" in Spanish.\n\nReposado occupies a middle ground between the youthful vibrancy of Blanco tequila and the more mature and complex characteristics of Añejo tequila. It appeals to those who appreciate a balance of agave flavor and the influence of oak aging.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "aperol_27",
      "name": "Aperol",
      "strength": 11,
      "description": "Aperol is an Italian orange-flavored aperitif liqueur known for its vibrant orange color and bittersweet taste. It is produced by the Campari Group and contains a blend of herbs, spices, and botanicals. Aperol is characterized by its lower alcohol content compared to some other aperitifs, making it a popular choice for refreshing cocktails. Aperol's distinct flavor profile and versatility make it a favorite ingredient in a variety of cocktails and spritz variations.\n\nThe labels explicitly credit the product to Barbieri Brothers in 1919, and admit to “an infusion of orange, rhubarb, china and gentian”. (“China” in this case means cinchona.) Today, Aperol is “produced from the original recipe of Barbieri” by Campari, and could be described as “like Campari” but milder, with the orange flavor dominant, and a yellower (orange) color.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "grapefruit-juice_61",
      "name": "Grapefruit juice",
      "strength": 0,
      "description": "Freshly squeezed grapefruit juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 60,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "club-soda_68",
      "name": "Club soda",
      "strength": 0,
      "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer. Also known as soda, siphon soda water, soda water, siphon soda, and siphon water.\n\nSoda water is artificially or naturally carbonated water, to which mineral salts have been added. The product without the salts is termed \"seltzer\" or \"seltzer water.\"\n\nCarbonated water with added minerals—commonly sodium bicarbonate or salt—club soda was designed to approximate mineral water, which is often naturally fizzy, but can carry a hefty price tag. English chemist Joseph Priestly invented the process of carbonation in 1767, when he realized that the carbon dioxide produced during the fermentation of beer could be infused into water. Soon after, Jacob Schweppe, a Swiss watchmaker, figured out how to manufacture carbonated water (which has no added minerals) and club soda. These products would become the cornerstone of the Schweppes Company, which is still in existence today. The added salt or sodium bicarbonate helps to mitigate the sour flavors from the carbonic acid, a byproduct of carbon dioxide.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 1,
      "units": "topup",
      "optional": true,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
