{
  "_id": "hot-oaxacan-penicillin_785",
  "name": "Hot Oaxacan Penicillin",
  "instructions": "1. Add the tequila, mezcal, ginger syrup, and honey syrup to a tempered mug and top with hot water. Garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "Combining ginger, honey, and scotch, Sam Ross's Penicillin cocktail is a natural favorite for winter sipping. But looking to make an even more warming version of the modern classic, Resa Mueller at R&D in Philadelphia switches out the scotch with tequila and mezcal and turns up the heat for this Hot Oaxacan Penicillin. \"The temperature brings all of the aromatics of the smoke, agave, and rich honey to your nose,\" says Mueller.",
  "source": "https://imbibemagazine.com/recipe/hot-oaxacan-penicillin/",
  "garnish": "Lemon wheel",
  "abv": 10.77,
  "tags": [
    "Hot",
    "Smokey"
  ],
  "glass": "Glass mug",
  "method": "Build",
  "utensils": [],
  "images": [
    {
      "uri": "file:///hot-oaxacan-penicillin-1_qlwkAp.jpg",
      "sort": 1,
      "placeholder_hash": "EUkOHwZgWIeheXhzealmmXeGRwRZV4AG",
      "copyright": "Imbibe Magazine | Stephen Recchia"
    }
  ],
  "ingredients": [
    {
      "_id": "tequila-reposado_93",
      "name": "Tequila Reposado",
      "strength": 40,
      "description": "Tequila Reposado is a type of tequila that has been aged or \"rested\" in oak barrels for a specific period, giving it a mellower and more complex flavor compared to Tequila Blanco (unaged tequila). The term \"reposado\" translates to \"rested\" in Spanish.\n\nReposado occupies a middle ground between the youthful vibrancy of Blanco tequila and the more mature and complex characteristics of Añejo tequila. It appeals to those who appreciate a balance of agave flavor and the influence of oak aging.",
      "origin": "Mexico",
      "category": "Tequila",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "mezcal_92",
      "name": "Mezcal",
      "strength": 40,
      "description": "Mezcal is a distilled alcoholic beverage that originates from Mexico, known for its distinctive smoky flavor. It is made from the agave plant, primarily the species Agave espadin, although other agave varieties can be used. The production of mezcal involves roasting the agave hearts (piñas) in underground pits, which imparts a smoky character to the final product. After roasting, the agave is crushed, fermented, and then distilled, resulting in a spirit with a wide range of flavors, including earthy, fruity, and herbal notes.\n\nThe traditional production methods involve cooking the agave in earthen pits lined with lava rocks and filled with wood and charcoal. This underground roasting process gives mezcal its distinctive smoky taste.\n\nMezcal is produced in specific regions of Mexico, with Oaxaca being a particularly renowned area for its high-quality mezcals. The production of mezcal is regulated, and the spirit has a Denomination of Origin (DO) to ensure authenticity and quality.\n\nUnlike some other agave spirits, such as tequila, which is made from Blue Agave, mezcal can be produced from a variety of agave types, contributing to the spirit's diversity.\n\nMezcal is deeply rooted in Mexican culture and has gained international recognition for its artisanal production methods and diverse flavor profile.",
      "origin": "Mexico",
      "category": "Spirits",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "ginger-syrup_116",
      "name": "Ginger syrup",
      "strength": 0,
      "description": "Syrup infused with ginger root.\n\nThis ginger syrup is fantastic in cocktails, but it also makes an out-of-this-world ginger ale. To make ginger ale, simply fill an ice-filled glass a third of the way with the syrup, top with soda water and a squeeze of lime, stir and enjoy.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "honey-syrup_110",
      "name": "Honey Syrup",
      "strength": 0,
      "description": "Syrup made from dissolving honey in water.",
      "origin": "Worldwide",
      "category": "Simple Syrup",
      "amount": 7.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "water_67",
      "name": "Water",
      "strength": 0,
      "description": "It's water.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 120,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Hot",
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
