{
  "_id": "jungle-cruise_1475",
  "name": "Jungle Cruise",
  "instructions": "1. Add all of the ingredients, except the sparkling wine, to a shaker.\n2. Break up 2 ice cubes with a rolling pin or muddler until they are in small pieces.\n3. Add ice to the shaker, close, and whip shake until you can no longer hear the clacking ice inside the shaker.\n4. Open the shaker and pour in the sparkling wine.\n5. Then pour directly into the glass.\n6. Garnish.",
  "created_at": null,
  "updated_at": null,
  "description": "This tropical highball with pineapple, gin, Campari, and bubbly is the delicious result of when the French 75 meets the Jungle Bird. \"In a way, the Jungle Cruise also embodies the Negroni's legacy, evolving from classic bitterness into a refreshing, modern delight,\" says Alec Kass, beverage director at New York City's Rosevale Kitchen & Cocktail Room. \"Adult jungle juice done right.\"",
  "source": "https://imbibemagazine.com/recipe/jungle-cruise-tropical-highball/",
  "garnish": "Dehydrated pineapple slice",
  "abv": null,
  "tags": [],
  "glass": "Highball",
  "method": null,
  "utensils": [],
  "images": [
    {
      "uri": "file:///jungle-cruise-1_RDjyxi.webp",
      "sort": 1,
      "placeholder_hash": "ShgKDwJXaaWAeIeHabiIJ3d+VgA5BJQE",
      "copyright": "Imbibe Magazine | Carver Road Hospitality"
    }
  ],
  "ingredients": [
    {
      "_id": "pineapple-juice_536",
      "name": "Pineapple juice",
      "strength": 0,
      "description": "Pineapple juice is extracted by passing fresh, ripe pineapple through a juice extractor (juicer) or by muddling fresh cut pineapple chunks and then straining out the solids.",
      "origin": null,
      "category": "Juices",
      "amount": 1.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "campari_26",
      "name": "Campari",
      "strength": 25,
      "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 0.5,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "prosecco_121",
      "name": "Prosecco",
      "strength": 11,
      "description": "Prosecco is a sparkling wine that originates from the Veneto region of Italy. It is made primarily from the Glera grape variety, although other permitted grape varieties may also be used in smaller quantities. Prosecco is known for its fresh and fruity character, and it is one of the most popular and widely consumed sparkling wines globally.\n\nProsecco is known for its effervescence, and the bubbles are generally lighter and less persistent than those in traditional method sparkling wines like Champagne.",
      "origin": "Italy",
      "category": "Sparkling wine",
      "amount": 1,
      "units": "oz",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
