{
  "_id": "coffee-enzoni_1471",
  "name": "Coffee Enzoni",
  "instructions": "1. In a cocktail shaker, muddle the grapes\n2. Add the remaining ingredients\n3. Shake with ice for 10-12 seconds\n4. Double strain over ice into an old fashioned glass\n5. Garnish with 3 skewered black grapes",
  "created_at": null,
  "updated_at": null,
  "description": "The Enzoni is a personal favorite of mine. I first shared it in 2020 and the video has received almost 700,000 views (other people love it too!). I also featured it more recently in my top 3 cocktails video a few weeks ago before stumbling across Dan Fellows' caffeinated version. I knew I had to try it immediately and it did not disappoint!The Coffee Enzoni is a pretty straight forward variation on the original Enzoni with the use of black grapes (sable grapes if available) instead of green, and the addition of coffee liqueur. Whilst the original Enzoni is bright and bitter, the Coffee Enzoni is dark, rich and brooding. It features rich bitter coffee notes and a juicy, muscat grape flavor.Worth noting... Dan used an extra dry coffee liqueur with 100g of sugar per litre. Mr Black has 250g per litre. For comparison, Kahlua has 400g per litre. As a result, he adds 10 ml of a 2:1 light muscovado syrup to balance the drink. Because I used Mr Black, the additional syrup isn't required.",
  "source": "https://stevethebartender.com.au/coffee-enzoni-cocktail-recipe/",
  "garnish": null,
  "abv": 17,
  "tags": [
    "Negroni"
  ],
  "glass": "Lowball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///coffee-enzoni-cocktail-recipe-1_Oi9JNV.jpg",
      "sort": 1,
      "placeholder_hash": "EigKJwakh3eAhoeHlWd2x3iGpwmJiYAG",
      "copyright": "Steve the Bartender"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "coffee-liqueur_28",
      "name": "Coffee liqueur",
      "strength": 20,
      "description": "Coffee liqueur is a sweet and flavored liqueur that is infused with the rich and robust taste of coffee. It typically combines distilled spirits like vodka or rum with coffee extracts, sweeteners, and sometimes additional flavorings. Coffee liqueur is known for its dark color and the deep, complex flavor profile that includes the bold essence of coffee along with sweetness and often a touch of bitterness. It is a versatile ingredient used in various cocktails, desserts, and coffee-based beverages. Popular brands include Kahlúa and Tia Maria, and common cocktails featuring coffee liqueur include the White Russian and Espresso Martini.",
      "origin": "Mexico",
      "category": "Liqueurs",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "see notes above",
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "campari_26",
      "name": "Campari",
      "strength": 25,
      "description": "Campari is an Italian bright red aperitif known for its distinctive bitter and herbal flavor profile. It is made from a proprietary blend of herbs, spices, and fruit peels, with a secret recipe that has been closely guarded since its creation in 1860. The primary flavor component in Campari comes from the infusion of bitter herbs, resulting in a bold and complex taste.\n\nCampari has a strong and memorable flavor that elicits strong reactions, making it a beloved ingredient in classic and contemporary cocktails. It has become a symbol of Italian aperitif culture and is enjoyed worldwide for its unique and iconic taste.",
      "origin": "Italy",
      "category": "Apéritif",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 22.5,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "grapes_154",
      "name": "Grapes",
      "strength": 0,
      "description": "Green grapes, often simply referred to as white grapes, are a variety of grapes that are typically green or yellowish-green in color when ripe.",
      "origin": "Worlwide",
      "category": "Fruits and vegetables",
      "amount": 8,
      "units": "parts",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "Black grapes, muddled",
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "saline-solution_176",
      "name": "Saline solution",
      "strength": 0,
      "description": "20% saline\n\nSaline solution, often simply referred to as salt solution, is a mixture of water and sodium chloride (salt). It's a surprisingly versatile ingredient, primarily used to enhance and balance flavors rather than contribute a distinct taste of its own. The precise ratio of salt to water can be adjusted to achieve different levels of intensity, though a standard ratio is typically employed. It's a fundamental component in many culinary applications beyond beverages, often used to season food and create brines.\n\nBeyond its simple composition, saline solution plays a crucial role in manipulating perceived sweetness and acidity. A small addition can soften harsh edges and create a more rounded, palatable experience. It's important to note that the quality of the salt used significantly impacts the final product; finer salts generally dissolve more readily and provide a more consistent result. The ingredient is often used to create a 'salty' rim for glasses, or to add a subtle savory note to drinks.",
      "origin": null,
      "category": null,
      "amount": 5,
      "units": "drops",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": "1:4",
      "substitutes": [],
      "sort": 6
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
