{
  "_id": "twelve-mile-limit_1479",
  "name": "Twelve Mile Limit",
  "instructions": "1. In a cocktail shaker, add all the ingredients\n2. Shake with ice for 10-12 seconds\n3. Double strain into a chilled coupe\n4. Garnish with a twist of lemon",
  "created_at": null,
  "updated_at": null,
  "description": "During the 18th century the US territorial waters were limited to 3 nautical miles. Throughout Prohibition it was legal to supply alcohol outside of these waters so parties hosted out at sea were common. This 3 mile limitation was later extended to 12 miles which led to the name inspiration for this Prohibition-era drink featuring grenadine.",
  "source": "https://stevethebartender.com.au/twelve-mile-limit-cocktail-recipe/",
  "garnish": null,
  "abv": 21.33,
  "tags": [],
  "glass": "Coupe",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///twelve-mile-limit-1_NaB6P3.webp",
      "sort": 1,
      "placeholder_hash": "zgcKHwJmh3hwd3Z8eSaYt3eEqTf3WnIP",
      "copyright": "Steve the Bartender"
    }
  ],
  "ingredients": [
    {
      "_id": "light-rum_96",
      "name": "Light Rum",
      "strength": 40,
      "description": "White rum, also known as light or silver rum, is a type of rum that is clear and colorless. It is often unaged or aged for a very short period in stainless steel or other neutral containers, which prevents it from developing the color and flavor that result from prolonged aging in wooden barrels.",
      "origin": "Caribbean",
      "category": "Rum",
      "amount": 30,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "rye-whiskey_83",
      "name": "Rye whiskey",
      "strength": 40,
      "description": "Rye whiskey is a type of whiskey made primarily from rye grain. To be labeled as rye whiskey in the United States, the mash (grain mixture fermented to make alcohol) must be composed of at least 51% rye. The remaining ingredients in the mash can include other grains such as corn and barley. Rye whiskey is aged in new charred oak barrels, and the final product must be distilled to no more than 160 proof and entered into the barrel for aging at no more than 125 proof.\n\nAmerican rye whiskey tends to have a spicier and more robust flavor profile compared to bourbon, which is primarily made from corn.\n\nIn Canada, the term \"rye\" is often used broadly and doesn't necessarily mean that the whiskey is made predominantly from rye grain. Canadian rye whisky can contain a mix of grains, and the flavor profile may vary. Some Canadian whiskies labeled as \"rye\" are made with little or no rye content.\n\nRye whiskey is known for its distinctive taste, which can include spicy, fruity, and sometimes peppery notes. It can be enjoyed neat, on the rocks, or used in various cocktails such as the classic Manhattan or Old Fashioned.",
      "origin": "North America",
      "category": "Whiskey",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "cognac_88",
      "name": "Cognac",
      "strength": 40,
      "description": "Cognac is a high-quality French brandy produced in the Cognac region, located in the Charente department. It is renowned for its refined and complex flavor profile, resulting from a meticulous production process. Cognac is made exclusively from white grapes, primarily Ugni Blanc, Folle Blanche, and Colombard, which are fermented and distilled using traditional copper pot stills.\n\nCognac's aging process plays a crucial role in its development, as it absorbs characteristics from the oak barrels, contributing notes of vanilla, caramel, and spices. The region's unique maritime climate, with a mix of oceanic and continental influences, further enhances the maturation process.\n\nCognac is renowned for its smooth and elegant taste, with a harmonious balance of fruity, floral, and oaky elements. It is often enjoyed as a sipping spirit and is a key ingredient in classic cocktails like the Sidecar and Brandy Alexander. The production of Cognac is strictly regulated, ensuring that only spirits meeting specific criteria can bear the prestigious Cognac label.",
      "origin": "France",
      "category": "Brandy",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "grenadine-syrup_112",
      "name": "Grenadine Syrup",
      "strength": 0,
      "description": "Fruit syrup made from pomegranates.",
      "origin": "Worldwide",
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
