{
  "_id": "ramos-fizz_66",
  "name": "Ramos Fizz",
  "instructions": "1. Pour all ingredients except soda water in a cocktail shaker with ice.\n2. Shake for two minutes.\n3. Double strain in a glass.\n4. Pour the drink back in the shaker, and hard shake without ice for one minute.\n5. Strain into a highball glass, top up with soda.\n\nOr, if using blender:\n\n1. In a shaker or blender, combine gin, lemon and lime juices, simple syrup, orange blossom water, and egg white.\n2. Blend or shake without ice until very frothy, then add cream.\n3. Shake with ice until cold, then add soda water to the shaker.\n4. Strain into a tall chilled glass and serve.",
  "created_at": null,
  "updated_at": null,
  "description": "Created by New Orleans bar owner Henry C. Ramos, this cocktail was originally known as the New Orleans Fizz, which Ramos served at his Imperial Cabinet Saloon around 1888 or so. Ramos personally dictated that the drink be shaken for anywhere from two to twelve full minutes—depending on whom you ask—to achieve a fluffy, meringue-like texture. His bar, and many others of the day, achieved this yeoman’s task by creating bartender relays, where lines of “shaker men” would pull off the athletic endeavor. By 1915’s Mardi Gras season, the drink was so popular that Ramos needed thirty shaker men behind his bar. This stunningly gorgeous cocktail remains no easy task for modern drink makers, so today’s bartenders have begun utilizing paint shaker–like devices and whipped cream canisters as a sort of cheat. But if you have two strong arms, you can shake up a fine drink.",
  "source": "https://iba-world.com/ramos-fizz/",
  "garnish": null,
  "abv": 9.6,
  "tags": [
    "IBA Cocktail",
    "The Unforgettables",
    "Fizz"
  ],
  "glass": "Highball",
  "method": "Shake",
  "utensils": [],
  "images": [
    {
      "uri": "file:///ramos-fizz_uaJzz9.jpg",
      "sort": 1,
      "placeholder_hash": "1PcRDwIItVmTZohniYaIWJiIpvRVal8G",
      "copyright": "Punch |  Lizzie Munro"
    }
  ],
  "ingredients": [
    {
      "_id": "gin_75",
      "name": "Gin",
      "strength": 40,
      "description": "Gin is a distilled alcoholic beverage that derives its predominant flavor from juniper berries and other botanicals. It falls under the category of distilled spirits and is known for its diverse and complex flavor profile, which can include herbal, floral, citrus, and spicy notes. The production of gin involves distilling a neutral spirit with botanicals, with juniper being the key botanical required for a spirit to be classified as gin.\n\nThe defining characteristic of gin is the prominent presence of juniper berries in its flavor profile. The name \"gin\" is derived from the French word \"genièvre,\" meaning juniper.\n\nThere are several styles of gin, including London Dry Gin, Plymouth Gin, and New Western or Contemporary-style Gin. Each style has its own production methods and regulations.\n\nGin has a long history and has evolved over centuries, becoming one of the most popular and beloved spirits globally. Its association with a wide array of cocktails makes it a staple in bars and households alike.\n\nHistorical note: dry gin was not really part of the American bar until the 1890s. All references to “gin” before this period are to genever. The other gin of that era was “old tom gin”, which was nearly always refered to as such or as “tom gin”.",
      "origin": "Worldwide",
      "category": "Spirits",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 1
    },
    {
      "_id": "lime-juice_59",
      "name": "Lime juice",
      "strength": 0,
      "description": "Freshly squeezed lime juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 2
    },
    {
      "_id": "lemon-juice_58",
      "name": "Lemon juice",
      "strength": 0,
      "description": "Freshly squeezed lemon juice.",
      "origin": null,
      "category": "Citrus juice",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 3
    },
    {
      "_id": "simple-syrup_108",
      "name": "Simple Syrup",
      "strength": 0,
      "description": "Syrup made with sugar and water. Usually in 1:1 or 2:1 ratio.",
      "origin": null,
      "category": "Syrups",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 4
    },
    {
      "_id": "cream_11",
      "name": "Cream",
      "strength": 0,
      "description": "Cream is a dairy product composed of the higher-fat layer skimmed from the top of milk before homogenization.",
      "origin": null,
      "category": "Dairy",
      "amount": 45,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 5
    },
    {
      "_id": "egg-white_17",
      "name": "Egg White",
      "strength": 0,
      "description": "Egg white is the clear liquid part of an egg that surrounds the yolk. It is rich in proteins and is commonly used in cooking and baking for its ability to add structure, foam, and a smooth texture to various dishes.",
      "origin": "Worldwide",
      "category": "Dairy",
      "amount": 15,
      "units": "ml",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 6
    },
    {
      "_id": "orange-flower-water_74",
      "name": "Orange Flower Water",
      "strength": 0,
      "description": "Clear aromatic by-product of the distillation of fresh bitter-orange blossoms for their essential oil.",
      "origin": "Mediterranean",
      "category": "Beverages",
      "amount": 6,
      "units": "dashes",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 7
    },
    {
      "_id": "club-soda_68",
      "name": "Club soda",
      "strength": 0,
      "description": "Club soda is a manufactured form of carbonated water, commonly used as a drink mixer. Also known as soda, siphon soda water, soda water, siphon soda, and siphon water.\n\nSoda water is artificially or naturally carbonated water, to which mineral salts have been added. The product without the salts is termed \"seltzer\" or \"seltzer water.\"\n\nCarbonated water with added minerals—commonly sodium bicarbonate or salt—club soda was designed to approximate mineral water, which is often naturally fizzy, but can carry a hefty price tag. English chemist Joseph Priestly invented the process of carbonation in 1767, when he realized that the carbon dioxide produced during the fermentation of beer could be infused into water. Soon after, Jacob Schweppe, a Swiss watchmaker, figured out how to manufacture carbonated water (which has no added minerals) and club soda. These products would become the cornerstone of the Schweppes Company, which is still in existence today. The added salt or sodium bicarbonate helps to mitigate the sour flavors from the carbonic acid, a byproduct of carbon dioxide.",
      "origin": "Worldwide",
      "category": "Beverages",
      "amount": 1,
      "units": "topup",
      "optional": false,
      "is_specified": false,
      "amount_max": null,
      "note": null,
      "substitutes": [],
      "sort": 8
    }
  ],
  "parent_cocktail_id": null,
  "year": null
}
